Repository: angelleye/paypal-woocommerce
Catalog: i18n/languages/paypal-for-woocommerce-*_formal-*.po
Languages: de_de@formal

source: AVS Response Message
de_de@formal: AVS Response Nachricht

source: Card Security Code Details
de_de@formal: Kartenprüfnummer/ Sicherheitscode Details

source: CVV2 Response Message
de_de@formal: CVV2 Response Nachricht

source: PayPal Pro payment completed (Transaction ID: %s, Correlation ID: %s)
de_de@formal: PayPal Pro-Zahlung abgeschlossen (Transaktions-ID: %s, Korrelations-ID: %s)

source: Payment Completed via PayPal Pro
de_de@formal: Zahlung über PayPal Pro abgeschlossen

source: Payment via PayPal Pro Pending. PayPal reason: %s
de_de@formal: Zahlung über PayPal Pro ausstehend. PayPal-Grund: %s

source: Payment %s via PayPal Pro.
de_de@formal: Zahlung %s via PayPal Pro.

source: Google recaptcha verification Failed
de_de@formal: Google reCAPTCHA Verifikation fehlgeschlagen

source: Very likely a bot
de_de@formal: Sehr wahrscheinlich ein Bot

source: PayPal Payments Pro allows you to accept credit cards directly on your site without any redirection through PayPal. You host the checkout form on your own web server, so you will need an SSL certificate to ensure your customer data is protected.
de_de@formal: PayPal Payments Pro erlaubt Ihnen, Kreditkarten direkt auf Ihrer Website ohne Umleitung über PayPal zu akzeptieren. Sie beherbergen das Kassenformular auf Ihrem eigenen Webserver, so dass Sie ein SSL-Zertifikat benötigen, um sicherzustellen, dass Ihre Kundendaten geschützt sind.

source: Enable PayPal Pro Payflow Edition
de_de@formal: PayPal Pro Payflow Edition aktivieren

source: Pay with your credit card.
de_de@formal: Mit Kreditkarte zahlen.

source: The ID provided to you by the authorized PayPal Reseller who registered you for the Payflow SDK. If you purchased your account directly from PayPal, use PayPal or leave blank.
de_de@formal: Die ID, die Sie von dem autorisierten PayPal-Händler erhalten haben, der Sie für das Payflow-SDK registriert hat. Wenn Sie Ihr Konto direkt von PayPal erworben haben, verwenden Sie PayPal oder lassen Sie es leer.

source: Your merchant login ID that you created when you registered for the account.
de_de@formal: Ihre Händler-Login-ID, die Sie bei der Registrierung für das Konto erstellt haben.

source: The password that you defined while registering for the account.
de_de@formal: Das Passwort, das Sie definiert haben, während Sie sich für das Konto registriert haben.

source: Authorization Type
de_de@formal: Autorisierungs-Typ

source: Full Authorization
de_de@formal: Vollständige Autorisierung

source: Card Verification
de_de@formal: Kartenverifizierung

source: Default Order Status
de_de@formal: Standard Bestellstatus

source: Default Order Status.
de_de@formal: Standard Bestellstatus.

source: Set the default order status for completed PayFlow credit card transactions.
de_de@formal: Legen Sie den Standardauftragsstatus für abgeschlossene PayFlow-Kreditkartentransaktionen fest.

source: Allows merchants to pass 3-D Secure authentication data to PayPal for debit and credit cards. Updating your site with 3-D Secure enables your participation in the Verified by Visa and MasterCard SecureCode programs. (Required to accept Maestro)
de_de@formal: Ermöglicht es Händlern, 3DSecure-Authentifizierungsdaten für Debit- und Kreditkarten an PayPal zu übermitteln. Die Aktualisierung Ihrer Website mit 3-D Secure ermöglicht Ihre Teilnahme an den Programmen Verified by Visa und MasterCard SecureCode. (Erforderlich, um Maestro zu akzeptieren)

source: Using Payflow, you can authenticate cardholders with the 3-D Secure protocol in one of two ways.
de_de@formal: Mit Payflow können Sie Karteninhaber mit dem 3-D Secure-Protokoll auf zwei Arten authentifizieren.

source: Adds the AVS / CVV2 results to the admin order email notification
de_de@formal: Fügt die AVS /CVV2-Ergebnisse zur E-Mail-Benachrichtigung für Admin-Bestellungen hinzu

source: Choose Credit Card Month Field
de_de@formal: Wählen Sie das Kreditkartenmonatsfeld

source: Choose Credit Card Month Field Format.
de_de@formal: Wählen Sie das Kreditkartenmonatsfeldformat.

source: Choose Credit Card Year Field
de_de@formal: Wählen Sie das Feld Kreditkartenjahr

source: Choose Credit Card Year Field Format.
de_de@formal: Wählen Sie das Kreditkartenjahr-Feldformat.

source: Choose whether you wish to display Show Two digit format or Four digit of Year field in the credit card form.
de_de@formal: Wählen Sie, ob Sie das zweistellige Format oder das vierstellige Jahresfeld im Kreditkartenformular anzeigen möchten.

source: Log PayPal events inside <code>%s</code>
de_de@formal: Log PayPal-Ereignisse, innerhalb <code>%s</code>

source: Hide this notice.
de_de@formal: Diesen Hinweis verbergen.

source: Payment failed due to a duplicate order ID.
de_de@formal: Die Zahlung ist aufgrund einer doppelten Bestell-ID fehlgeschlagen.

source: Response message: %s
de_de@formal: Antwortnachricht: %s

source: For testing purposes you can use the card number 4111111111111111 with any CVC and a valid expiration date.
de_de@formal: Zu Testzwecken können Sie die Kartennummer 4111111111111111111mit einem beliebigen CVC und einem gültigen Ablaufdatum verwenden.

source: The payment was flagged by a fraud filter, please check your PayPal Manager account to review and accept or deny the payment.
de_de@formal: Die Zahlung wurde durch einen Betrugsfilter markiert. Bitte überprüfen Sie Ihr PayPal-Konto, um die Zahlung zu überprüfen und zu akzeptieren oder abzulehnen.

source: If using %s with Woo Token Payments (including the use of Woo Subscriptions) you will need to <a target='_blank' href='https://www.angelleye.com/paypal-woocommerce-subscriptions/'>enable Reference Transactions</a> in your PayPal/PayFlow Manager. | <a href=%s>%s</a>
de_de@formal: Wenn Sie %s mit Woo Token-Zahlungen verwenden (einschließlich der Verwendung von Woo-Abonnements), müssen Sie <a target='_blank' href='https://www.angelleye.com/paypal-woocommerce-subscriptions/'>Referenztransaktionen in Ihrem PayPal/PayFlow-Manager aktivieren</a>. | <a href=%s>%s</a>

source: Hide this notice
de_de@formal: Diesen Hinweis verbergen

source: Configure
de_de@formal: Konfigurieren

source: Docs
de_de@formal: Dokumentation

source: Support
de_de@formal: Unterstützung

source: Write a Review
de_de@formal: Bewertung schreiben

source: WooCommerce PayPal Payments Pro requires that the %s option is enabled; your checkout may not be secure! Please enable SSL and ensure your server has a valid SSL certificate - PayPal Pro will only work in test mode.
de_de@formal: WooCommerce PayPal Payments Pro erfordert, dass die Option %s aktiviert ist. Ihre Kasse ist möglicherweise nicht sicher! Bitte aktivieren Sie SSL und stellen Sie sicher, dass Ihr Server über ein gültiges SSL-Zertifikat verfügt - PayPal Pro funktioniert nur im Testmodus.

source: WooCommerce PayPal Payments ( %s ) is currently running in Sandbox mode and will NOT process any actual payments.
de_de@formal: WooCommerce PayPal Payments ( %s ) wird derzeit im Sandbox-Modus ausgeführt und verarbeitet KEINE tatsächlichen Zahlungen.

source: WooCommerce PayPal Express is currently running in Sandbox mode and will NOT process any actual payments.
de_de@formal: WooCommerce PayPal Express wird derzeit im Sandbox-Modus ausgeführt und verarbeitet KEINE tatsächlichen Zahlungen.

source: WooCommerce PayPal Payments requires WooCommerce plugin to work normally. Please activate it or install it from <a href='http://wordpress.org/plugins/woocommerce/' target='_blank'>here</a>.
de_de@formal: WooCommerce PayPal Payments erfordert, dass das WooCommerce-Plugin normal funktioniert. Bitte aktiviere oder installiere es von <a href='http://wordpress.org/plugins/woocommerce/' target='_blank'>hier</a> aus.

source: Action completed; %s records processed.
de_de@formal: Aktion abgeschlossen; %s Datensätze verarbeitet.

source: We work directly with PayPal to improve your experience as a seller as well as your buyer's experience. May we log some basic details about your site (eg. URL) for future improvement purposes? It would be a big help, thanks!.
de_de@formal: Wir arbeiten direkt mit PayPal zusammen, um Ihre Erfahrung als Verkäufer sowie die Erfahrung Ihres Käufers zu verbessern. Dürfen wir einige grundlegende Details über Ihre Website protokollieren (z. B. URL) für zukünftige Verbesserungszwecke? Es wäre eine große Hilfe, danke!

source: Sure, I'll help!
de_de@formal: Klar, ich helfe dir!

source: No thanks.
de_de@formal: Nein, danke.

source: Choose Image
de_de@formal: Bild auswählen

source: PayPal for WooCommerce - Settings
de_de@formal: PayPal für WooCommerce - Einstellungen

source: No Shipping Required
de_de@formal: Kein Versand erforderlich

source: Disables shipping requirements in the PayPal checkout flow.
de_de@formal: Deaktiviert die Versandanforderungen im PayPal-Checkout-Flow.

source: Enable PayPal Billing Agreement
de_de@formal: PayPal-Abrechnungsvereinbarung aktivieren

source: Adds a billing agreement to the product. The user must agree to the billing agreement on the PayPal checkout pages, and then you can process future payments for the buyer using reference transactions.
de_de@formal: Fügt dem Produkt eine Abrechnungsvereinbarung hinzu. Der Nutzer muss der Abrechnungsvereinbarung auf den PayPal-Checkout-Seiten zustimmen und dann können Sie zukünftige Zahlungen für den Käufer mit Referenztransaktionen bearbeiten.

source: If this product is included in the cart the order will be processed in the PayPal sandbox for testing purposes.
de_de@formal: Wenn dieses Produkt im Warenkorb enthalten ist, wird die Bestellung zu Testzwecken in der PayPal-Sandbox verarbeitet.

source: Enable Express Checkout Button
de_de@formal: Express Checkout Schaltfläche aktivieren

source: Adds the PayPal Express Checkout button to the product page allowing buyers to checkout directly from the product page.
de_de@formal: Fügt der Produktseite die PayPal Express Checkout-Schaltfläche hinzu, mit der Käufer direkt auf der Produktseite zur Kasse gehen können.

source: Error Code: 0
de_de@formal: Fehlercode: 0

source: In order to better support the different countries and international features that PayPal Plus provides we have created a new, separate plugin. <a href='https://www.angelleye.com/product/woocommerce-paypal-plus-plugin' target='_blank'>Get the New PayPal Plus Plugin!</a>
de_de@formal: Um die verschiedenen Länder und internationalen Funktionen, die PayPal Plus bietet, besser unterstützen zu können, haben wir ein neues, separates Plugin erstellt. <a href='https://www.angelleye.com/product/woocommerce-paypal-plus-plugin' target='_blank'>Holen Sie sich das neue PayPal Plus Plugin!</a>

source: Dismiss
de_de@formal: Verwerfen

source: Enable Payment Action
de_de@formal: Zahlungsaktion aktivieren

source: This option will only work with <b>PayPal Payments Pro 2.0 (PayFlow)</b> payment method.
de_de@formal: Diese Option funktioniert nur mit <b>PayPal Payments Pro 2.0 (PayFlow)</b> Zahlungsmethode.

# Order status
source: Partially Paid
de_de@formal: Teilweise bezahlt [ Order Status ]

source: Partially Paid <span class="count">(%s)</span>
de_de@formal: Teilweise bezahlt <span class="count“ >( %s) </span>

source: PayPal Pay Later
de_de@formal: PayPal - Später bezahlen

source: PayPal Checkout
de_de@formal: PayPal-Kaufabwicklung

source: Cannot make the Payment for Zero value product
de_de@formal: Zahlung für Zero-Value-Produkt kann nicht durchgeführt werden

source: PayPal order is not created
de_de@formal: PayPal-Bestellung wurde nicht erstellt

source: Order created successfully
de_de@formal: Bestellung erfolgreich erstellt

source: Order Captured successfully
de_de@formal: Bestellung erfolgreich erfasst

source: Capture Charge
de_de@formal: Erfassungsgebühr

source: Capture
de_de@formal: Einziehen

source: Authorize
de_de@formal: Autorisieren

source: Welcome to the most Complete Payments solution available for WooCommerce. <br> Powered by PayPal - Built by Angelleye.
de_de@formal: Willkommen bei der umfassendsten Zahlungslösung für WooCommerce. <br> Unterstützt von PayPal - Entwickelt von Angelleye.

source: We could not properly connect to PayPal
de_de@formal: Es war nicht möglich, eine ordnungsgemäße Verbindung zu PayPal herzustellen.

source: Increase average order totals and conversion rates with <br>PayPal Checkout, PayPal Credit, Buy Now Pay Later, Venmo, and more! <br>All for a total fee of only %s.
de_de@formal: Erhöhen Sie die durchschnittlichen Bestellsummen und die Konversionsraten mit <br>PayPal Checkout, PayPal Credit, Buy Now Pay Later, Venmo und vielem mehr! <br>Alles zu einer Gesamtgebühr von nur %s.

source: Fees on Visa/MasterCard/Discover transactions <br>transactions are a total fee of only %s.
de_de@formal: Gebühren für Visa/MasterCard/Discover-Transaktionen <br>sind insgesamt nur %s.

source: Save money on Visa/MasterCard/Discover transactions <br>with a total fee of only %s.
de_de@formal: Sparen Sie Geld bei Visa/MasterCard/Discover-Transaktionen <br>mit einer Gesamtgebühr von nur %s.

source: You’re currently setup and enjoying the benefits of Complete Payments. <br> Powered by PayPal - Built by Angelleye.
de_de@formal: Sie sind derzeit eingerichtet und nutzen die Vorteile von Complete Payments. <br> Unterstützt von PayPal - Entwickelt von Angelleye.

source: However, we need additional verification to approve you for the reduced <br>rate of %s on debit/credit cards.
de_de@formal: Es wird jedoch eine zusätzliche Verifizierung benötigt, um Ihnen den reduzierten <br>Satz von %s bei Debit-/Kreditkarten zu genehmigen.

source: To apply for a reduced rate, modify your setup, <br>or learn more about additional options, please use the buttons below.
de_de@formal: Um einen reduzierten Satz zu beantragen, ändern Sie Ihre Einrichtung, <br>oder erfahren Sie mehr über weitere Optionen, verwenden Sie bitte die untenstehenden Schaltflächen.

source: Apply for Cheaper Fees!
de_de@formal: Bewerben Sie sich um günstigere Gebühren!

source: Modify Setup
de_de@formal: Einrichtung ändern

source: Learn More
de_de@formal: Mehr erfahren

source: To modify your setup or learn more about additional options, <br> please use the buttons below.
de_de@formal: Um Ihre Einrichtung zu ändern oder mehr über weitere Optionen zu erfahren, <br> verwenden Sie bitte die untenstehenden Schaltflächen.

source: Please verify which email is best for us to send future notices about PayPal and payments in general so that you are always informed.
de_de@formal: Bitte überprüfen Sie, welche E-Mail am besten geeignet ist, damit wir Ihnen in Zukunft Benachrichtigungen über PayPal und Zahlungen im Allgemeinen senden können, damit Sie immer informiert sind.

source: Sorry, your session has expired. <a href="%s" class="wc-backward">Return to shop</a>
de_de@formal: Ihre Sitzung ist abgelaufen. <a href="%s" class="wc-backward">Zurück zum Shop</a>

source: Unable to create order.
de_de@formal: Bestellung kann nicht angelegt werden.

source: We cannot process your order with the payment information that you provided. Please use an alternate payment method.
de_de@formal: Wir können Ihre Bestellung nicht mit den Zahlungsinformationen verarbeiten, die Sie uns zur Verfügung gestellt haben. Bitte benutzen Sie eine andere Zahlungsmethode.

source: Something went wrong. Please try again.
de_de@formal: Es ist ein Fehler aufgetreten. Bitte versuchen Sie es erneut.

source: Card Details
de_de@formal: Karten-Details

source: Processor response code Result
de_de@formal: Antwortcode des Prozessors Ergebnis

source: Payment via %s: %s.
de_de@formal: Zahlung via %s: %s.

source: Payment via %s declined.
de_de@formal: Zahlung via %s abgelehnt.

source: %s Transaction ID: %s
de_de@formal: %s Transaktions-ID: %s

source: Refunded %1$s - Refund ID: %2$s
de_de@formal: Rückerstattet %1$s – Rückerstattungs-ID: %2$s

source: Payment via %s Pending. Pending reason: %s.
de_de@formal: Zahlung über %s ausstehend. Ausstehender Grund: %s.

source: Refund Amount %1$s - Refund ID: %2$s
de_de@formal: Rückerstattungsbetrag %1$s - Rückerstattungs-ID: %2$s

source: Payment authorized. Change payment status to processing or complete to capture funds.
de_de@formal: Zahlung autorisiert. Ändern Sie den Zahlungsstatus auf "In Bearbeitung" oder "Abgeschlossen", um Mittel zu erfassen.

source: Payment via %s: %s .
de_de@formal: Zahlung via %s: %s.

source: Payment via %s Pending. PayPal reason: %s.
de_de@formal: Zahlung über %s Ausstehend. PayPal Grund: %s.

source: Payment authorized. Change order status to processing or complete for capture funds.
de_de@formal: Zahlung autorisiert. Ändern Sie den Zahlungsstatus auf "In Bearbeitung" oder "Abgeschlossen", um Mittel zu erfassen.

source: Action:
de_de@formal: Aktion:

source: Error:
de_de@formal: Fehler:

source: User ID:
de_de@formal: Benutzer-ID:

source: User Email:
de_de@formal: Benutzer-E-Mail:

source: BUYER_COMPLAINT: The payer initiated a dispute for this captured payment with PayPal.
de_de@formal: BUYER_COMPLAINT: Der Zahler hat einen Streit über diese erfasste Zahlung mit PayPal angestrengt.

source: CHARGEBACK: The captured funds were reversed in response to the payer disputing this captured payment with the issuer of the financial instrument used to pay for this captured payment.
de_de@formal: CHARGEBACK: Die erfassten Beträge wurden storniert, weil der Zahler diese erfasste Zahlung beim Emittenten des Finanzinstruments, mit dem die erfasste Zahlung bezahlt wurde, bestritten hat.

source: ECHECK: The payer paid by an eCheck that has not yet cleared.
de_de@formal: ECHECK: Der Zahler hat mit einem eCheck bezahlt, der noch nicht freigegeben wurde.

source: INTERNATIONAL_WITHDRAWAL: Visit your online account. In your **Account Overview**, accept and deny this payment.
de_de@formal: INTERNATIONAL_WITHDRAWAL: Besuchen Sie Ihr Online-Konto. Akzeptieren oder verweigern Sie diese Zahlung in Ihrer **Kontoübersicht**.

source: No additional specific reason can be provided. For more information about this captured payment, visit your account online or contact PayPal.
de_de@formal: Es kann kein zusätzlicher spezifischer Grund angegeben werden. Für weitere Informationen zu dieser erfassten Zahlung besuchen Sie Ihr Konto online oder wenden Sie sich an PayPal.

source: PENDING_REVIEW: The captured payment is pending manual review.
de_de@formal: PENDING_REVIEW: Die erfasste Zahlung ist noch nicht manuell überprüft.

source: RECEIVING_PREFERENCE_MANDATES_MANUAL_ACTION: The payee has not yet set up appropriate receiving preferences for their account. For more information about how to accept or deny this payment, visit your account online. This reason is typically offered in scenarios such as when the currency of the captured payment is different from the primary holding currency of the payee.
de_de@formal: RECEIVING_PREFERENCE_MANDATES_MANUAL_ACTION: Der Zahlungsempfänger hat noch keine angemessenen Empfangspräferenzen für sein Konto eingerichtet. Weitere Informationen darüber, wie Sie diese Zahlung annehmen oder ablehnen können, finden Sie online in Ihrem Konto. Dieser Grund wird typischerweise in Szenarien angeboten, z. B. wenn die Währung der erfassten Zahlung von der Währung der primären Holding des Zahlungsempfängers abweicht.

source: REFUNDED: The captured funds were refunded.
de_de@formal: REFUNDED: Die eingezogenen Beträge wurden erstattet.

source: TRANSACTION_APPROVED_AWAITING_FUNDING: The payer must send the funds for this captured payment. This code generally appears for manual EFTs.
de_de@formal: TRANSACTION_APPROVED_AWAITING_FUNDING: Der Zahler muss die Mittel für diese erfasste Zahlung senden. Dieser Code erscheint in der Regel bei manuellen EFTs.

source: UNILATERAL: The payee does not have a PayPal account.
de_de@formal: UNILATERAL: Der Zahlungsempfänger verfügt nicht über ein PayPal-Konto.

source: VERIFICATION_REQUIRED: The payee's PayPal account is not verified.
de_de@formal: VERIFICATION_REQUIRED: Das PayPal-Konto des Zahlungsempfängers ist nicht verifiziert.

source: Payment via %s Pending. PayPal Pending reason: %s.
de_de@formal: Zahlung über %s ausstehend. PayPal Ausstehender Grund: %s.

source: Payment via %s declined. PayPal declined reason: %s.
de_de@formal: Zahlung über %s abgelehnt. PayPal abgelehnt Grund: %s.

source: Payment via %s partially refunded. PayPal reason: %s.
de_de@formal: Zahlung über %s teilweise zurückerstattet. PayPal-Grund: %s.

source: Payment via %s refunded. PayPal reason: %s.
de_de@formal: Zahlung über %s zurückerstattet. PayPal-Grund: %s.

source: Payment via %s failed. PayPal reason: %s.
de_de@formal: Zahlung über %s fehlgeschlagen. PayPal-Grund: %s.

source: Please choose the quantity of items you wish to add to your cart&hellip;
de_de@formal: Bitte wählen Sie die Anzahl der Artikel, die Sie in Ihren Warenkorb legen möchten&hellip;

source: Please choose a product to add to your cart&hellip;
de_de@formal: Bitte wählen Sie ein Produkt aus, das Sie in Ihren Warenkorb legen möchten&hellip;

source: Please choose product options&hellip;
de_de@formal: Bitte wählen Sie die Produktoptionen&hellip;

source: Invalid value posted for %s
de_de@formal: Ungültiger Wert eingegeben für %s

source: %s is a required field
de_de@formal: % s ist ein Pflichtfeld

source: Return to your shop.
de_de@formal: Zurück zum Shop

source: Confirm Your PayPal Order
de_de@formal: Bestätigen Sie Ihre PayPal-Bestellung

source: <strong>You're almost done!</strong><br>Review your information before you place your order.
de_de@formal: <strong>Sie haben es fast geschafft!</strong><br>Bitte überprüfen Sie Ihre Informationen, bevor Sie Ihre Bestellung aufgeben.

source: Billing &amp; Shipping
de_de@formal: Rechnung &amp; Versand

source: Billing details
de_de@formal: Rechnungsdetails

source: Create an account?
de_de@formal: Ein Konto erstellen?

source: Create an account by entering the information below. If you are a returning customer please login at the top of the page.
de_de@formal: Erstellen Sie ein Konto, indem Sie die Informationen unten eingeben. Wenn Sie ein wiederkehrender Kunde sind, melden Sie sich oben auf der Seite an.

source: Payment method:
de_de@formal: Zahlungsmethode:

source: Accept PayPal, PayPal Credit and alternative payment types.
de_de@formal: Akzeptieren Sie PayPal, Pay Later und andere Zahlungsarten.

source: Refund failed.
de_de@formal: Rückerstattung fehlgeschlagen.

source: Default Height (Recommended)
de_de@formal: Standardhöhe (empfohlen)

source: Payment method description that the customer will see on your checkout.
de_de@formal: Beschreibung der Zahlungsart, die Kunden auf der Website bei der Kassenseite sehen.

source: Check this box to enable test mode so that all transactions will hit PayPal’s sandbox server instead of the live server. This should only be used during development as no real transactions will occur when this is enabled.
de_de@formal: Aktivieren Sie dieses Kontrollkästchen, um den Testmodus zu aktivieren, damit alle Transaktionen auf den PayPal-Sandbox-Server anstatt auf den Live-Server gelangen. Dies sollte nur während der Entwicklung verwendet werden, da keine echten Transaktionen auftreten, wenn dies aktiviert ist.

source: Connect to PayPal
de_de@formal: Mit PayPal verbinden

source: Setup or link an existing PayPal account.
de_de@formal: Richten Sie ein PayPal-Konto ein oder verknüpfen Sie ein bestehendes Konto.

source: Click to reset current credentials and use another account.
de_de@formal: Klicken, um die aktuellen Anmeldedaten zurückzusetzen und ein anderes Konto zu verwenden.

source: Connect to PayPal Sandbox
de_de@formal: Mit PayPal-Sandbox verbinden

source: Enter your PayPal Client ID.
de_de@formal: PayPal Kunden ID eingeben.

source: Enter your PayPal Secret.
de_de@formal: PayPal-Secret eingeben.

source: Enter your PayPal Sandbox Client ID.
de_de@formal: Geben Sie Ihre PayPal Sandbox-Client-ID ein.
