Repository: angelleye/paypal-woocommerce
Catalog: i18n/languages/paypal-for-woocommerce-*_formal-*.po
Languages: de_de@formal

source: Braintree is enabled, but the <a href="%s">force SSL option</a> is disabled; your checkout may not be secure! Please enable SSL and ensure your server has a valid SSL certificate - Braintree custome credit card UI will only work in sandbox mode.
de_de@formal: Braintree ist aktiviert, aber die <a href="%s">Option SSL erzwingen</a> ist deaktiviert; Ihre Kasse ist möglicherweise nicht sicher! Bitte aktivieren Sie SSL und stellen Sie sicher, dass Ihr Server über ein gültiges SSL-Zertifikat verfügt - Braintree Custome Credit Card UI funktioniert nur im Sandbox-Modus.

source: Error processing checkout. Please try again.
de_de@formal: Fehler im Bezahlvorgang. Versuchen Sie es bitte noch einmal.

source: Braintree payment method nonce is empty
de_de@formal: Braintree Zahlungsmethode nonce ist leer

source: Enable Braintree Payment Gateway
de_de@formal: Aktivieren Sie das Braintree Payment Gateway

source: Credit Card
de_de@formal: Kreditkarte

source: Pay securely with your credit card.
de_de@formal: Bezahlen Sie sicher mit Ihrer Kreditkarte.

source: Enable Drop-in Payment UI
de_de@formal: Aktiviere Drop-In-Payment UI

source: Rather than showing a credit card form on your checkout, this shows the form on it's own page, thus making the process more secure and more PCI friendly.
de_de@formal: Anstatt eines Kreditkartenformulars auf Ihrer Kassenseite, zeigt dies das Formular auf seiner eigenen Seite, wodurch der Prozess sicherer und PCI freundlich.

source: Enable Sandbox Mode
de_de@formal: Sandbox-Modus aktivieren

source: Place the payment gateway in sandbox mode using sandbox API keys (real payments will not be taken).
de_de@formal: Setzen Sie die Zahlungsmethode in den Sandbox-Modus, indem Sie Sandbox-API-Schlüssel verwenden.

source: Sandbox Public Key
de_de@formal: Öffentlicher Sandbox-Schlüssel

source: Get your API keys from your Braintree account.
de_de@formal: Holen Sie sich Ihre API-Schlüssel aus Ihrem Braintree-Konto.

source: Sandbox Private Key
de_de@formal: Sandbox Privater Schlüssel

source: Sandbox Merchant ID
de_de@formal: Sandbox Händler ID

source: Live Merchant ID
de_de@formal: Live Händler-ID

source: Sale will capture the funds immediately when the order is placed. Authorization will verify and store payment details.
de_de@formal: Der Verkauf erfasst das Geld sofort bei der Bestellung. Autorisierung prüft und speichert die Zahlungsdaten.

source: The value entered here will be displayed on the buyer's credit card statement. Company name/DBA section must be either 3, 7 or 12 characters and the product descriptor can be up to 18, 14, or 9 characters respectively (with an * in between for a total descriptor name of 22 characters).
de_de@formal: Der hier eingegebene Wert wird auf der Kreditkartenabrechnung des Käufers angezeigt. Der Firmenname/DBA-Abschnitt muss entweder 3, 7 oder 12 Zeichen lang sein und der Produktdeskriptor kann jeweils bis zu 18, 14 oder 9 Zeichen lang sein (mit einem * dazwischen für einen Gesamtdeskriptornamen von 22 Zeichen).

source: Enable Apple Pay
de_de@formal: Apple Pay aktivieren

source: Enable Google Pay
de_de@formal: Google Pay aktivieren

source: Google Pay Merchant ID
de_de@formal: Google Pay-Händler-ID

source: Enter your Google Pay Merchant ID provided by Google.( optional for sandbox mode )
de_de@formal: Geben Sie Ihre Google Pay-Händler-ID ein, die von Google bereitgestellt wird.( optional für den Sandbox-Modus )

source: Log PayPal/Braintree events, inside <code>%s</code>
de_de@formal: Log PayPal / Braintree Veranstaltungen, innen <code>%s</code>

source: Braintree ACH Settings
de_de@formal: Braintree ACH-Einstellungen

source: Enable Braintree ACH
de_de@formal: Braintree ACH aktivieren

source: Tokenization Key
de_de@formal: Tokenisierungsschlüssel

source: Your Braintree Tokenization Key
de_de@formal: Dein Braintree-Tokenisierungsschlüssel

source: Business name
de_de@formal: Firmenname

source: For all ACH transactions, you are required to collect a mandate or “proof of authorization” from the customer to prove that you have their explicit permission to debit their bank account. We will put your business name in authorization text
de_de@formal: Für alle ACH-Transaktionen müssen Sie vom Kunden ein Mandat oder einen „Autorisierungsnachweis“ einholen, um nachzuweisen, dass Sie die ausdrückliche Erlaubnis haben, sein Bankkonto zu belasten. Wir werden Ihren Firmennamen in den Autorisierungstext einfügen

source: Fraud Settings (Kount)
de_de@formal: Betrugseinstellungen (Kount)

source: Fraud Tool
de_de@formal: Betrugstool

source: Select the fraud tool you want to use. Basic is enabled by default and requires no additional configuration. Kount Standard requires you to enable advanced fraud tools in your Braintree control panel. To use Kount Custom you must contact Braintree support.
de_de@formal: Wählen Sie das Betrugstool aus, das Sie verwenden möchten. Basic ist standardmäßig aktiviert und erfordert keine zusätzliche Konfiguration. Kount Standard erfordert, dass Sie erweiterte Betrugswerkzeuge in Ihrem Braintree-Bedienfeld aktivieren. Um Kount Custom zu verwenden, müssen Sie sich an den Braintree-Support wenden.

source: Kount Custom
de_de@formal: Kount Benutzerdefiniert

source: Enable 3D Secure
de_de@formal: 3D Secure aktivieren

source: You must contact Braintree support to add this feature to your Braintree account before enabling this option.
de_de@formal: Sie müssen den Braintree-Support kontaktieren, um diese Funktion Ihrem Braintree-Konto hinzuzufügen, bevor Sie diese Option aktivieren.

source: Merchant Account IDs
de_de@formal: Händler-Konto-IDs

source: Enter additional merchant account IDs if you do not want to use your Braintree account default. %1$sLearn more about merchant account IDs%2$s
de_de@formal: Geben Sie zusätzliche Händlerkonto-IDs ein, wenn Sie Ihre Braintree-Kontostandardeinstellung nicht verwenden möchten. %1$sWeitere Informationen zu Händlerkonto-IDs%2$s

source: Card number is missing
de_de@formal: Die Kartennummer fehlt

source: Card number is invalid
de_de@formal: Kartennummer ist ungültig

source: Card number is invalid (only digits allowed)
de_de@formal: Kartennummer ist ungültig (nur Ziffern erlaubt)

source: Card number is invalid (wrong length)
de_de@formal: Kartennummer ist ungültig (falsche Länge)

source: Card security code is missing
de_de@formal: Sicherheitscode fehlt

source: Card security code is invalid (only digits are allowed)
de_de@formal: Kartenprüfnummer ist ungültig (nur Ziffern erlaubt)

source: Card security code is invalid (must be 3 or 4 digits)
de_de@formal: Sicherheitscode ist fehlerhaft (kann nur 3 oder 4 Ziffern enthalten)

source: Card expiration date is invalid
de_de@formal: Ablaufdatum der Karte ist ungültig

source: Check Number is invalid (only digits are allowed)
de_de@formal: Prüfnummer ist ungültig (nur Ziffern sind erlaubt)

source: Check Number is missing
de_de@formal: Prüfnummer fehlt

source: My Store
de_de@formal: Mein Shop

source: 3D Secure error: No liability shift
de_de@formal: 3D Secure Error: Keine Haftungsverschiebung

source: Save payment method to my account.
de_de@formal: Diese Zahlungsmethode in meinem Profil speichern.

source: Risk decision for this transaction %s, Risk ID for this transaction: %s
de_de@formal: Risikoentscheidung für diese Transaktion %s, Risiko-ID für diese Transaktion: %s

source: Error: PayPal Powered by Braintree was unable to complete the transaction. Please try again later or use another means of payment. Reason: %s
de_de@formal: Fehler: PayPal Powered by Braintree konnte die Transaktion nicht abschließen. Bitte versuchen Sie es später noch einmal oder verwenden Sie ein anderes Zahlungsmittel. Grund: %s

source: Error: PayPal Powered by Braintree did not supply a payment nonce. Please try again later or use another means of payment.
de_de@formal: Fehler: PayPal Powered by Braintree hat keine Zahlungsanweisung geliefert. Bitte versuchen Sie es später noch einmal oder verwenden Sie ein anderes Zahlungsmittel.

source: Oops, you cannot partially void this order. Please use the full order amount.
de_de@formal: Uups, man kann diese Bestellung nicht teilweise für ungültig erklären. Bitte verwenden Sie den vollen Bestellbetrag.

source: An error occurred, please try again or try an alternate form of payment
de_de@formal: Leider ist ein Fehler aufgetreten. Bitte versuchen Sie es erneut oder wählen Sie eine andere Zahlungsmethode

source: We cannot process your order with the payment information that you provided. Please use a different payment account or an alternate payment method.
de_de@formal: Wir können Ihre Bestellung nicht mit den Zahlungsinformationen verarbeiten, die Sie zur Verfügung gestellt haben. Bitte benutzen Sie eine alternative Zahlungsmethode.

source: This order is being placed on hold for review. Please contact us to complete the transaction.
de_de@formal: Die Bestellung wurde für eine Überprüfung temporär gestoppt. Bitte kontaktieren Sie uns, um die Transaktion abzuschließen.

source: This order is being placed on hold for review due to an incorrect card verification number. You may contact the store to complete the transaction.
de_de@formal: Die Bestellung wurde für eine Überprüfung aufgrund einer falschen Kartenprüfnummer temporär gestoppt. Bitte kontaktieren Sie uns, um die Transaktion abzuschließen.

source: The card verification number is invalid, please try again.
de_de@formal: Die Kartenverifizierungsnummer ist ungültig, bitte versuchen Sie es erneut.

source: Please enter your card verification number and try again.
de_de@formal: Bitte geben Sie Ihre Kartenprüfnummer ein und versuchen Sie es erneut.

source: That card type is not accepted, please use an alternate card or other form of payment.
de_de@formal: Dieser Kartentyp wird nicht akzeptiert. Verwenden Sie bitte eine andere Karte oder eine andere Zahlungsmethode.

source: The card type is invalid or does not correlate with the credit card number. Please try again or use an alternate card or other form of payment.
de_de@formal: Der Kartentyp ist ungültig oder korreliert nicht mit der Kreditkartennummer. Bitte nochmals eingeben und erneut versuchen.

source: Please select the card type and try again.
de_de@formal: Bitte wähle den Kartentyp, und versuchen Sie es erneut.

source: The card number is invalid, please re-enter and try again.
de_de@formal: Die Kartennummer ist ungültig, bitte versuchen Sie es erneut.

source: Please enter your card number and try again.
de_de@formal: Bitte geben Sie Ihre Kartennummer ein und versuchen Sie es erneut.

source: The card expiration date is invalid, please re-enter and try again.
de_de@formal: Das Ablaufdatum der Karte ist ungültig. Bitte nochmals eingeben und erneut versuchen.

source: The card expiration month is invalid, please re-enter and try again.
de_de@formal: Der Ablaufmonat ist ungültig. Bitte nochmals eingeben und erneut versuchen.

source: The card expiration year is invalid, please re-enter and try again.
de_de@formal: Das Ablaufjahr ist ungültig. Bitte nochmals eingeben und erneut versuchen.

source: Please enter your card expiration date and try again.
de_de@formal: Bitte geben Sie das Ablaufdatum Ihrer Karte ein und versuchen Sie es erneut.

source: The bank routing number is invalid, please re-enter and try again.
de_de@formal: Die Bankleitzahl ist ungültig. Bitte nochmals eingeben und erneut versuchen.

source: The bank account number is invalid, please re-enter and try again.
de_de@formal: Die Kontonummer ist ungültig. Bitte nochmals eingeben und erneut versuchen.

source: The provided card is expired, please use an alternate card or other form of payment.
de_de@formal: Die Karte ist abgelaufen, bitte benutzen Sie eine alternative Karte oder wählen Sie eine andere Zahlungsmethode.

source: The provided card was declined, please use an alternate card or other form of payment.
de_de@formal: Die Karte wurde abgelehnt, verwenden Sie bitte eine alternative Karte oder wählen Sie eine andere Zahlungsmethode.

source: Insufficient funds in account, please use an alternate card or other form of payment.
de_de@formal: Das Kreditlimit der Karte ist zu niedrig. Bitte benutzen Sie eine andere Karte oder wählen Sie eine andere Zahlungsmethode aus.

source: The card is inactivate or not authorized for card-not-present transactions, please use an alternate card or other form of payment.
de_de@formal: Die Karte ist deaktiviert/ inaktiv oder nicht autorisiert für diese Art von Transaktion, verwenden Sie bitte eine alternative Karte oder wählen Sie eine andere Zahlungsmethode aus.

source: The credit limit for the card has been reached, please use an alternate card or other form of payment.
de_de@formal: Das Kreditlimit für die Karte wurde erreicht, verwenden Sie bitte eine alternative Karte oder wählen Sie eine andere Zahlungsmethode aus.

source: The card verification number does not match. Please re-enter and try again.
de_de@formal: Die Kartennummer ist ungültig, bitte versuchen Sie es erneut.

source: The provided address does not match the billing address for cardholder. Please verify the address and try again.
de_de@formal: Die angegebene Adresse entspricht nicht der Rechnungsadresse für den Karteninhaber. Bitte überprüfen Sie die Adresse und versuchen Sie es erneut.

source: Card number
de_de@formal: Kartennummer

source: Expiry (MM/YY)
de_de@formal: Gültig bis (MM/JJ)

source: Card code
de_de@formal: Prüfnummer

source: Voided %s - Transaction ID: %s
de_de@formal: Storniert %s - Transaktions-ID: %s

source: Add merchant account ID for %s
de_de@formal: Hinzufügen der Händlerkonto-ID für

source: Merchant Account ID (%s)
de_de@formal: Händler Account ID:

source: Enter merchant account ID
de_de@formal: Händler-Konto-ID eingeben

source: Remove this merchant account ID
de_de@formal: Diese Händler-Konto-ID entfernen

source: Invalid Credentials, please double-check your API credentials (Merchant ID, Public Key, Private Key, and Merchant Account ID) and try again.
de_de@formal: Ungültige Anmeldeinformationen, überprüfen Sie bitte Ihre API-Anmeldeinformationen (Händler-ID, öffentlicher Schlüssel, privater Schlüssel und Händler-Konto-ID) und versuchen Sie es erneut.

source: Authorization Failed, please verify the user for the API credentials provided can perform transactions and that the request data is correct.
de_de@formal: Autorisierung fehlgeschlagen. Bitte überprüfen Sie, ob der Benutzer für die bereitgestellten API-Anmeldeinformationen Transaktionen durchführen kann und ob die Anforderungsdaten korrekt sind.

source: Braintree is currently down for maintenance, please try again later.
de_de@formal: Aufgrund von Wartungsarbeiten kann die Anfrage nicht verarbeitet werden. Bitte versuche es später noch einmal.

source: The record cannot be found, please contact support.
de_de@formal: Der Datensatz kann nicht gefunden werden, wenden Sie sich bitte an den Support.

source: Braintree encountered an error when processing your request, please try again later or contact support.
de_de@formal: Ihre Anfrage konnte nicht verarbeitet werden, bitte versuchen Sie es später noch einmal oder kontaktieren Sie unseren Kundenservice.

source: Braintree cannot verify your server's SSL certificate. Please contact your hosting provider or try again later.
de_de@formal: Braintree kann das SSL-Zertifikat Ihres Servers nicht verifizieren. Bitte kontaktiere deinen Hosting-Provider oder versuche es später noch einmal.

source: Authorization only transaction
de_de@formal: Transaktion nur mit Autorisierung

source: Pay through your Bank Account
de_de@formal: Zahlen Sie über Ihr Bankkonto

source: Account Type
de_de@formal: Konto-Typ

source: Account Holder Name
de_de@formal: Name des Kontoinhabers

source: Routing Number
de_de@formal: Bankleitzahl/ BIC

source: Account Number
de_de@formal: Kontonummer/ IBAN

source: Item
de_de@formal: Artikel

source: Fee
de_de@formal: Gebühr

source: Paypal Advanced error: Please enter your PayPal Advanced Account Merchant Login.
de_de@formal: PayPal Advanced-Fehler: Bitte geben Sie Ihren PayPal Advanced Account Händler-Login ein.

source: Paypal Advanced error: Please enter your PayPal Advanced Account Partner.
de_de@formal: PayPal Advanced Fehler: Bitte geben Sie Ihren PayPal Advanced Account Partner ein.

source: Paypal Advanced error: Please enter your PayPal Advanced Account Password.
de_de@formal: PayPal Advanced-Fehler: Bitte geben Sie Ihr PayPal Advanced-Konto-Passwort ein.

source: There was a problem connecting to the payment gateway.
de_de@formal: Es ist ein Problem mit der Verbindung zum Zahlungsportal aufgetreten.

source: Empty response.
de_de@formal: Leere Antwort.

source: Received result of Inquiry Transaction for the (Order: %s) and is successful
de_de@formal: Das Ergebnis der Abfragetransaktion für die Bestellung: %s wurde empfangen und war erfolgreich

source: Received result of Inquiry Transaction for the (Order: %s) and with error:%s
de_de@formal: Das Ergebnis der Abfragetransaktion für die Bestellung %s wurde empfangen und war NICHT erfolgreich. Fehlermeldung: %s

source: Error:
de_de@formal: Fehler:

source: Relay Response Tokens Match
de_de@formal: Relay-Antwort-Token stimmt überein

source: Relay Response Tokens Mismatch
de_de@formal: Relay-Antwort-Token stimmt nicht überein

source: PayPal Advanced payment completed (Order: %s). Transaction number/ID: %s.
de_de@formal: PayPal Zahlung abgeschlossen (Bestellung: %s). Transaktionsnummer/ID: %s.

source: Payment completed for the (Order: %s)
de_de@formal: Zahlung abgeschlossen für Bestellung: %s

source: Payment failed via PayPal Advanced:
de_de@formal: Zahlung über PayPal fehlgeschlagen:

source: Status has been changed to failed for order %s
de_de@formal: Der Status für Bestellung %s wurde auf fehlgeschlagen geändert

source: Error Occurred while processing %s : %s, status: %s
de_de@formal: Beim Verarbeiten von %s ist ein Fehler aufgetreten: %s, Status: %s

source: Silent Relay Response Triggered: %s
de_de@formal: Stille Relayantwort ausgelöst: %s

source: Relay Response Triggered: %s
de_de@formal: Relayantwort ausgelöst: %s

source: Redirecting to Thank You Page for order %s
de_de@formal: Weiterleitung zur Danke-Seite für die Bestellung %s

source: Payment warning via PayPal Advanced.
de_de@formal: Zahlungswarnung via PayPal.

source: Requesting for the Secured Token for the order %s
de_de@formal: Anforderung des gesicherten Tokens für die Bestellung %s

source: Requesting for the Secured Token for the order %s with following URL and Paramaters: %s
de_de@formal: Anforderung des gesicherten Tokens für die Bestellung %s mit folgender URL und Paramatern: %s

source: Secured Token generation failed for the order %s with error: %s
de_de@formal: Gesicherte Token-Generierung für die Bestellung %s fehlgeschlagen mit Fehler: %s

source: PayPal Payments Advanced uses an iframe to seamlessly integrate PayPal hosted pages into the checkout process.
de_de@formal: PayPal Zahlungen verwenden einen iframe, um PayPal gehostete Seiten nahtlos in den Bestellvorgang zu integrieren.

source: Gateway Disabled
de_de@formal: Gateway deaktiviert

source: PayPal does not support your store currency.
de_de@formal: PayPal bietet keine Unterstützung für Ihre Währung an.

source: Enable PayPal Advanced
de_de@formal: Aktivieren Sie PayPal Advanced

source: PayPal Advanced description
de_de@formal: PayPal Advanced Beschreibung

source: Enable PayPal sandbox
de_de@formal: PayPal Sandbox aktivieren

source: PayPal sandbox can be used to test payments. Sign up for a developer account <a href="%s">here</a>
de_de@formal: Die PayPal Sandbox kann verwendet werden, um Zahlungsvoränge zu testen. Registrieren Sie sich <a href="%s">hier</a> für einen Entwickler-Zugang

source: Enter your PayPal Advanced Partner. If you purchased the account directly from PayPal, use PayPal.
de_de@formal: Geben Sie Ihren PayPal Advanced Partner ein. Wenn Sie das Konto direkt von PayPal gekauft haben, verwenden Sie PayPal.

source: Vendor (Merchant Login)
de_de@formal: Lieferant (Händler-Login)

source: User (optional)
de_de@formal: Benutzer (optional)

source: If you created a user for API calls in your PayPal (PayFlow) Manager, enter that username here. Otherwise, this should be the same value as Vendor (Merchant Login).
de_de@formal: Wenn Sie einen Benutzer für API-Anrufe in Ihrem PayPal (PayFlow) Manager erstellt haben, geben Sie diesen Benutzernamen hier ein. Andernfalls sollte dies der gleiche Wert wie der Lieferant (Händler-Login) sein.

source: Password
de_de@formal: Passwort

source: Enter your PayPal Advanced account password.
de_de@formal: Geben Sie Ihr PayPal-Passwort ein.

source: If you set up one or more additional users on the account, this value is the ID of the user authorized to process transactions. Otherwise, leave this field blank.
de_de@formal: Wenn Sie einen oder mehrere zusätzliche Benutzer für das Konto einrichten, ist dieser Wert die ID des Benutzers, der berechtigt ist, Transaktionen zu bearbeiten. Andernfalls lassen Sie dieses Feld leer.

source: Send Item Details
de_de@formal: Sende Artikeldetails

source: Send line item details to PayPal
de_de@formal: Senden Einzelposten Details an PayPal

source: Include all line item details in the payment request to PayPal so that they can be seen from the PayPal transaction details page.
de_de@formal: Fügen Sie alle Einzelpostendetails in die Zahlungsaufforderung zu PayPal ein, damit sie von der Seite der PayPal-Transaktionsdetails aus gesehen werden können.

source: Subtotal Mismatch Behavior
de_de@formal: Verhalten bei Differenzen

source: Internally, WC calculates line item prices and taxes out to four decimal places; however, PayPal can only handle amounts out to two decimal places (or, depending on the currency, no decimal places at all). Occasionally, this can cause discrepancies between the way WooCommerce calculates prices versus the way PayPal calculates them. If a mismatch occurs, this option controls how the order is dealt with so payment can still be taken.
de_de@formal: Intern berechnet WooCommerce die Positionspreise und Steuern auf vier Dezimalstellen; PayPal kann jedoch nur Beträge mit zwei Dezimalstellen verarbeiten (oder, abhängig von der Währung, keine Dezimalstellen). Gelegentlich kann dies zu Diskrepanzen führen zwischen der Berechnung von Preisen durch WooCommerce und der Art und Weise, wie PayPal diese berechnet. Wenn es bei diesen Berechnungen zu Differenzen kommt, können Sie mit dieser Option festlegen, wie die Bestellung bearbeitet wird, damit die Zahlung ausgeführt werden kann.

source: Add another line item
de_de@formal: Weitere Einzelposition hinzufügen

source: Do not send line items to PayPal
de_de@formal: Einzelpositionen nicht an PayPal schicken

source: Transaction Type
de_de@formal: Transaktions-Typ

source: Layouts A and B redirect to PayPal's website for the user to pay. <br/>Layout C (recommended) is a secure PayPal-hosted page but is embedded on your site using an iFrame.
de_de@formal: Layouts A und B Umleitung auf PayPal Website für den Benutzer zu zahlen. <br/> Layout C (empfohlen) ist eine sichere PayPal-gehostete Seite, aber ist auf Ihrer Website mit einem iFrame eingebettet.

source: Mobile Mode
de_de@formal: Mobiler Modus

source: Display Mobile optimized form if browsed through Mobile
de_de@formal: Anzeige eines für Mobilgeräte optimierten Formulars, wenn über Mobilgeräte geblättert wird

source: Disable this option if your theme is not compatible with Mobile. Otherwise You would get Silent Post Error in Layout C.
de_de@formal: Deaktivieren Sie diese Option, wenn Ihr Theme nicht mit mobilen Ansichten kompatibel ist. Ansonsten bekommen Sie im Layout C einen stillen Beitragsfehler.

source: Credit Card Logo Graphic
de_de@formal: Kreditkarten-Logo Grafik
