Repository: angelleye/paypal-woocommerce
Catalog: i18n/languages/paypal-for-woocommerce-*_formal-*.po
Languages: de_de@formal

source: Page Collapse Border Color
de_de@formal: Wählen Sie die Rahmenfarbe der Seite

source: Sets the color of the border around the embedded template C.
de_de@formal: Legt die Farbe des Rahmens um die eingebettete Vorlage C fest.

source: Page Collapse Text Color
de_de@formal: Wählen Sie die Textfarbe der einklappbaren Seite

source: Sets the color of the words "Pay with PayPal" and "Pay with credit or debit card".
de_de@formal: Setzt die Farbe der Wörter "Pay with PayPal" und "Pay mit Kredit- oder Debitkarte" fest.

source: Page Button Background Color
de_de@formal: Schaltflächen Hintergrundfarbe

source: Sets the background color of the Pay Now / Submit button.
de_de@formal: Legt die Hintergrundfarbe der Schaltfläche "Jetzt bezahlen"/ "Kaufen" fest.

source: Page Button Text Color
de_de@formal: Schaltflächen Textfarbe

source: Sets the color of the text on the Pay Now / Submit button.
de_de@formal: Legt die Farbes des Textes auf der "Jetzt bezahlen" / "Kaufen" Schaltfläche fest.

source: Label Text Color
de_de@formal: Beschriftungs-Textfarbe

source: Sets the color of the text for "card number", "expiration date", ..etc.
de_de@formal: Legt die Farbe des Textes für „Kartennummer“, „Ablaufdatum“, usw. fest.

source: Log PayPal events, inside <code>%s</code>
de_de@formal: Log-PayPal-Ereignisse, innerhalb <code>%s</code>

source: Secured Token generated successfully for the order %s
de_de@formal: Gesicherter Token erfolgreich für die Bestellung %s generiert

source: Partial refund is not supported
de_de@formal: Teilrückerstattung wird nicht unterstützt

source: Response of the refund transaction: %s
de_de@formal: Antwort der Rückerstattungstransaktion: %s

source: Successfully Refunded - Refund Transaction ID: %s
de_de@formal: Erfolgreich zurückerstattet - Rückerstattungstransaktions-ID: %s

source: Refund Failed - Refund Transaction ID: %s, Error Msg: %s
de_de@formal: Rückerstattung fehlgeschlagen - Rückerstattungstransaktions-ID: %s, Fehlermeldung: %s

source: Show payment form(IFRAME) for the order %s as it is configured to use Layout C
de_de@formal: Zahlungsformular(IFRAME) für die Bestellung %s anzeigen, da es für die Verwendung von Layout C konfiguriert ist

source: Order %s
de_de@formal: Bestellung %s

source: Shipping via %s
de_de@formal: Versand via %s

source: PayPal Reference Transactions are not enabled on your account, some subscription management features are not enabled
de_de@formal: PayPal-Referenztransaktionen sind in Ihrem Konto nicht aktiviert, einige Abonnementverwaltungsfunktionen sind dadurch nicht aktiviert

source: DEPRECATED - PayPal direct credit card payments using the REST API. This allows you to accept credit cards directly on the site without the need for the full Payments Pro.
de_de@formal: VERALTET - PayPal-Direktkreditkartenzahlungen über die REST-API. Dies ermöglicht es Ihnen, Kreditkarten direkt auf der Website zu akzeptieren, ohne dass Sie den vollständigen Payments Pro benötigen.

source: Settings
de_de@formal: Einstellungen

source: PayPal for WooCommerce requires PHP version 5.3.0 or higher.
de_de@formal: PayPal für WooCommerce erfordert PHP Version 5.3.0 oder höher.

source: MM / YY
de_de@formal: MM / JJ

source: CVC
de_de@formal: Sicherheitscode (CVC)

source: PayPal Express Checkout is designed to make the checkout experience for buyers using PayPal much more quick and easy than filling out billing and shipping forms. Customers will be taken directly to PayPal to sign in and authorize the payment, and are then returned back to your store to choose a shipping method, review the final order total, and complete the payment.
de_de@formal: PayPal Express Checkout soll die Kasse Erfahrung für Käufer mit PayPal viel mehr schnell und einfach als das Ausfüllen von Rechnungs- und Lieferformen zu machen. Die Kunden werden direkt an PayPal genommen werden, sich anzumelden und die Zahlung genehmigen, und kehren dann zu Ihrem Geschäft wieder eine Versandart zu wählen, die endgültige Auftragssumme zu überprüfen und die Zahlung abzuschliessen.

source: PayPal Classic Payment Gateway List.
de_de@formal: PayPal Classic Payment Gateway Liste.

source: Credit or Debit Card
de_de@formal: Kredit- oder EC-Karte

source: PayPal Credit
de_de@formal: PayPal-Guthaben

source: Checkout
de_de@formal: Kasse

source: Credit
de_de@formal: Kredit

source: Pay
de_de@formal: Bezahlen

source: Buy Now
de_de@formal: Jetzt kaufen

source: Place Order
de_de@formal: Bestellung aufgeben

source: Proceed to PayPal
de_de@formal: Weiter zu PayPal

source: This image requires an SSL host. Please upload your image to <a target="_blank" href="http://www.sslpic.com">www.sslpic.com</a> and enter the image URL here.
de_de@formal: Dieses Bild benötigt einen SSL-Host. Bitte laden Sie Ihr Bild auf <a target="_blank" href="http://www.sslpic.com">www.sslpic.com hoch</a> und geben Sie hier die Bild-URL ein.

source: PayPal Pay Later Messaging - Buy Now Pay Later is not available when using the PayPal Multi-Account add-on.
de_de@formal: PayPal Pay Later Messaging - Jetzt kaufen später bezahlen ist nicht verfügbar, wenn Sie das Add-on für mehrere PayPal-Konten verwenden.

source: Payment tokenization is not available when using the PayPal Multi-Account add-on, and it has been disabled.
de_de@formal: Die Zahlungstokenisierung ist nicht verfügbar, wenn Sie das Add-on für mehrere PayPal-Konten verwenden. Es wurde deaktiviert.

source: Token payments are not available when using the PayPal Multi-Account add-on.
de_de@formal: Token-Zahlungen sind nicht verfügbar, wenn Sie das Add-on für mehrere PayPal-Konten verwenden.

source: Allow buyers to securely save payment details to their account for quick checkout / auto-ship orders in the future. (Currently considered BETA for Express Checkout.)
de_de@formal: Ermöglichen Sie es Käufern, ihre Zahlungsdaten sicher in ihrem Konto zu speichern, damit sie in Zukunft schneller zur Kasse gehen und ihre Bestellungen automatisch versenden können. (Derzeit als BETA für Express Checkout eingebunden.)

source: Default Height
de_de@formal: Standardhöhe

source: Enable PayPal Express
de_de@formal: PayPal Express aktivieren

source: Pay via PayPal; you can pay with your credit card if you don't have a PayPal account
de_de@formal: Bezahlen mit PayPal. Dort können Sie wahlweise auch mit Ihrer Kreditkarte oder per Lastschrift bezahlen, selbst wenn Sie kein PayPal-Konto besitzen

source: API Credentials
de_de@formal: API Zugangsdaten

source: Enable PayPal Sandbox
de_de@formal: PayPal Sandbox aktivieren

source: The sandbox is PayPal's test environment and is only for use with sandbox accounts created within your <a href="http://developer.paypal.com" target="_blank">PayPal developer account</a>.
de_de@formal: Die Sandbox ist die Testumgebung von PayPal und ist nur für die Verwendung von Sandbox-Konten, die in Ihrem <a href="http://developer.paypal.com" target="_blank">PayPal-Entwickler-Konto</a> erstellt wurden.

source: Sandbox API User Name
de_de@formal: Sandbox-API-Benutzername

source: Create sandbox accounts and obtain API credentials from within your <a href="http://developer.paypal.com">PayPal developer account</a>.
de_de@formal: Erstellen Sie Sandbox-Konten und erhalten Sie API-Anmeldeinformationen aus Ihrem <a href="http://developer.paypal.com">PayPal-Entwicklerkonto</a> .

source: Sandbox API Password
de_de@formal: Sandbox API-Passwort

source: Sandbox API Signature
de_de@formal: Sandbox API-Signatur

source: Get your live account API credentials from your PayPal account profile <br />or by using <a target="_blank" href="https://www.paypal.com/us/cgi-bin/webscr?cmd=_login-api-run">this tool</a>.
de_de@formal: Holen Sie sich Ihre Live-Account-API-Anmeldeinformationen aus Ihrem PayPal-Konto-Profil <br />oder verwenden Sie <a target="_blank" href="https://www.paypal.com/us/cgi-bin/webscr?cmd=_login-api-run">dieses Tool</a>.

source: Live API Password
de_de@formal: Live API-Passwort

source: Live API Signature
de_de@formal: Live API-Signatur

source: Shopping Cart, Checkout and Product Page Display
de_de@formal: Warenkorb, Kasse und Produktseitenanzeige

source: Order Review Page Title
de_de@formal: Titel der Seite zur Auftragsüberprüfung

source: This controls the title of order review page which the user sees during checkout.
de_de@formal: Dies steuert den Titel der Seite zur Überprüfung der Bestellung, die der Benutzer während des Bezahlvorgangs sieht.

source: Review Order
de_de@formal: Bestellung überprüfen

source: Order Review Page Button Label
de_de@formal: Beschriftung der Schaltfläche für die Seite zur Überprüfung der Bestellung

source: This controls the label of the button on the order review page which the buyer sees during checkout.
de_de@formal: Stteuert die Beschriftung des Buttons auf der Seite zur Auftragsüberprüfung, die der Käufer während des Bestellvorgangs sieht.

source: Place order
de_de@formal: Zahlungspflichtig bestellen

source: Checkout Page Button Label
de_de@formal: Kassenseite Button Beschriftung

source: This controls the label of the button on the checkout page which the buyer sees during checkout.
de_de@formal: Dies steuert die Beschriftung des Buttons auf der Kassenseite, die der Käufer während des Bestellvorgangs sieht.

source: Order Review Message
de_de@formal: Nachricht zur Bestellungsprüfung

source: This message will be displayed below the page header on the Order Review page.
de_de@formal: Diese Meldung wird unter dem Seitenkopf auf der Seite zur Überprüfung der Bestellung angezeigt.

source: Checkout Button Type
de_de@formal: Kaufabwicklung Button Typ

source: Use Checkout with PayPal image button
de_de@formal: Kaufabwicklung mit PayPal Button verwenden

source: PayPal Image
de_de@formal: PayPal Bild

source: Custom Image
de_de@formal: Individuelles Bild

source: Select Image
de_de@formal: Bild auswählen

source: Custom Text
de_de@formal: Individueller Text

source: Proceed to Checkout
de_de@formal: Weiter zur Kasse

source: Cart Page
de_de@formal: Warenkorb-Seite

source: Show Express Checkout button on shopping cart page.
de_de@formal: Express Kaufabwicklung Button auf Warenkorb Seite anzeigen.

source: Minicart
de_de@formal: Mini-Warenkorb

source: Show Express Checkout button in the WooCommerce Minicart.
de_de@formal: Zeige die Express-Checkout-Schaltfläche auf der Kassenseite an.

source: Enabling this option will cause the PayPal button JS to load on every page, which could negatively affect page load times on your site.
de_de@formal: Wenn Sie diese Option aktivieren, wird der PayPal-Button per JS auf jeder Seite geladen, was sich negativ auf die Ladezeiten auf Ihrer Website auswirken könnte.

source: Cart Button Position
de_de@formal: Warenkorb Schaltfläche Position

source: Where to display PayPal Express Checkout button(s).
de_de@formal: Wo der PayPal Express Kaufabwicklung Button angezeigt werden soll.

source: Set where to display the PayPal Express Checkout button(s).
de_de@formal: Legen Sie fest wo die PayPal Express Kaufabwicklung Buttons angezeigt werden sollen.

source: Checkout Page Display
de_de@formal: Kaufabwicklung Seitenanzeige

source: Do not display on checkout page.
de_de@formal: Nicht auf der Kasse Seite anzeigen.

source: Display at the top of the checkout page.
de_de@formal: Anzeige oben auf der Kasse-Seite.

source: Display in general list of enabled gateways on checkout page.
de_de@formal: Anzeige in der allgemeinen Liste der aktivierten Gateways auf der Kassenseite.

source: Display both at the top and in the general list of gateways on the checkout page.
de_de@formal: Anzeige sowohl oben als auch in der allgemeinen Liste der Gateways auf der Kassenseite.

source: Displaying the checkout button at the top of the checkout page will allow users to skip filling out the forms and can potentially increase conversion rates.
de_de@formal: Wenn die Schaltfläche für die Kaufabwicklung oben auf der Kassenseite angezeigt wird, können die Nutzer das Ausfüllen der Formulare überspringen, was die Konversionsrate erhöhen kann.

source: Express Checkout Message
de_de@formal: Express Kaufabwicklung Nachricht

source: This message will be displayed next to the PayPal Express Checkout button at the top of the checkout page.
de_de@formal: Diese Meldung wird in der Nähe der Schaltfläche PayPal Express-Auschecken oben auf der Kassenseite angezeigt.

source: Product Page
de_de@formal: Produkt-Seite

source: Show the Express Checkout button on product detail pages.
de_de@formal: Express Kaufabwicklung Button auf Produkt Seiten anzeigen.

source: Allows customers to checkout using PayPal directly from a product page. Do not forget to enable Express Checkout on product details page. You can use the <a href="%s" target="_blank">Bulk Update Tool</a> to Enable Express Checkout on multiple products at once.
de_de@formal: Ermöglicht Kunden die Bezahlung mit PayPal direkt von einer Produktseite aus. Vergessen Sie nicht, Express Checkout auf der Produktdetailseite zu aktivieren. Sie können die Verwendung <a href="%s" target="_blank">Bulk Update Tool</a> zur Express Checkout sofort auf mehrere Produkte zu aktivieren.

source: Enable by default on all new products.
de_de@formal: Standardmäßig für alle neuen Produkte aktivieren.

source: Enable PayPal Credit
de_de@formal: Paypal Kredit aktivieren

source: Show the PayPal Credit button next to the Express Checkout button.
de_de@formal: PayPal Guthaben-Schaltfläche neben der Express-Kaufabwicklung-Schaltfläche anzeigen.

source: Currently disabled because PayPal Credit is only available for U.S.
de_de@formal: Derzeit deaktiviert, weil PayPal Credit nur für US-Händler verfügbar ist.

source: PayPal Account Optional
de_de@formal: PayPal Konto Optional

source: Allow customers to checkout without a PayPal account using their credit card.
de_de@formal: Ermöglicht es Kunden, ohne PayPal-Konto mit ihrer Kreditkarte zu bezahlen.

source: PayPal Account Optional must be turned on in your PayPal account profile under Website Preferences.
de_de@formal: PayPal-Konto Optional muss in Ihrem PayPal-Konto-Profil unter Website-Einstellungen aktiviert sein.

source: Type of PayPal page to display as default. PayPal Account Optional must be checked for this option to be used.
de_de@formal: Typ der PayPal-Seite, der als Standard angezeigt werden soll. Damit diese Option verwendet werden kann, muss "PayPal-Konto Optional" aktiviert werden.

source: Billing
de_de@formal: Rechnungsstellung

source: Error Display Type
de_de@formal: Fehleranzeige Typ

source: Display detailed or generic errors
de_de@formal: Detaillierte oder generische Fehlermeldung anzeigen

source: Detailed
de_de@formal: Detailliert

source: Generic
de_de@formal: Generisch

source: Detailed displays actual errors returned from PayPal. Generic displays general errors that do not reveal details and helps to prevent fraudulant activity on your site.
de_de@formal: Detaillierte Anzeigen der tatsächlichen Fehler, die von PayPal zurückgegeben werden. Generisch zeigt allgemeine Fehler an, die keine Details enthalten und hilft, betrügerische Aktivitäten auf Ihrer Website zu verhindern.

source: Use WordPress Locale Code
de_de@formal: Verwenden Sie WordPress Gebietsschema Code

source: Pass the WordPress Locale Code setting to PayPal in order to display localized PayPal pages to buyers.
de_de@formal: Übergeben Sie die WordPress Lokale Code Einstellung auf PayPal, um lokalisierte PayPal Seiten an Käufer anzuzeigen.

source: Page Style
de_de@formal: Seiten-Stil

source: If you wish to use a <a target="_blank" href="https://www.paypal.com/customize">custom page style configured in your PayPal account</a>, enter the name of the page style here.
de_de@formal: Wenn Sie einen <a target="_blank" href="https://www.paypal.com/customize">benutzerdefinierten Seitenstil verwenden möchten, der in Ihrem PayPal-Konto konfiguriert ist</a> , geben Sie hier den Namen des <a target="_blank" href="https://www.paypal.com/customize">Seitenstils</a> ein.

source: Brand Name
de_de@formal: Markenbezeichnung

source: This controls what users see as the brand / company name on PayPal review pages.
de_de@formal: Dies steuert, was die Benutzer als Marke / Firmenname auf PayPal Review Seiten sehen.

source: This controls what users see as the logo on PayPal review pages.
de_de@formal: Dies steuert, was Benutzer als das Logo auf PayPal Bewertung Seiten sehen

source: PayPal Checkout Banner (750x90px)
de_de@formal: PayPal Kaufabwicklung Banner (750x90px)

source: This controls what users see as the header banner on PayPal review pages.
de_de@formal: Dies steuert, was Benutzer als Header-Banner auf PayPal-Review-Seiten sehen

source: Customer Service Number
de_de@formal: Kundenservice Nummer

source: This controls what users see for your customer service phone number on PayPal review pages.
de_de@formal: Dies steuert, was Benutzer für Ihre Kundenservice Telefonnummer auf PayPal Review Seiten sehen.

source: Tokenization / Subscriptions
de_de@formal: Tokenisierung / Abonnements

source: Fraud Management
de_de@formal: Betrugsmanagement

source: Fraud Management Filters
de_de@formal: Betrugsmanagement-Filter.

source: Choose how you would like to handle orders when Fraud Management Filters are flagged.
de_de@formal: Wählen Sie, wie Sie Bestellungen bearbeiten möchten, wenn Betrugsmanagement-Filter markiert sind.

source: Ignore warnings and proceed as usual.
de_de@formal: Warnungen ignorieren und wie gewohnt weitermachen.

source: Place order On Hold for further review.
de_de@formal: Bestellung zur weiteren Überprüfung in Wartestellung geben.

source: Enable FraudNet Integration
de_de@formal: Betrugsnetzintegration (FraudNet) aktivieren

source: FraudNet Protection Integration (only required for Reference Transactions.)
de_de@formal: Integration des FraudNet-Schutzes (nur für Referenztransaktionen erforderlich)

source: FraudNet is a JavaScript library developed by PayPal and embedded into a merchant’s web page to collect browser-based data to help reduce fraud. Upon checkout, these data elements are sent directly to PayPal Risk Services for fraud and risk assessment.
de_de@formal: FraudNet ist eine JavaScript-Bibliothek, die von PayPal entwickelt und in die Webseite eines Händlers eingebettet wurde, um browserbasierte Daten zu sammeln, um Betrug zu reduzieren. Beim Check-out werden diese Datenelemente zur Betrugs- und Risikobewertung direkt an PayPal Risk Services gesendet.

source: Source Website Identifier
de_de@formal: Quell-Website-Identifikator

source: This field is now required to be filled in for all new PayPal Express Checkout merchants. Existing users who already have Reference Transactions enabled are not required to use Fraudnet protection and an SWI (Source Website Identifier), although to take advantage of Fraudnet protection, you will be required to add one in. PayPal support will provide you with your personal source Website Identifier.
de_de@formal: Dieses Feld muss nun von allen neuen PayPal Express Checkout-Händlern ausgefüllt werden. Bestehende Nutzer, die bereits Referenztransaktionen aktiviert haben, müssen keinen Fraudnet-Schutz und keine SWI (Quellwebseiten-Kennung) verwenden, aber um den Fraudnet-Schutz zu nutzen, müssen Sie eine hinzufügen. Der PayPal-Support teilt Ihnen Ihre persönliche Website-Kennung mit.

source: Your Personal source Website Identifier (provided by PayPal support.)
de_de@formal: Ihre persönliche Quell-Website-ID (wird vom PayPal-Support bereitgestellt.)

source: Seller Protection
de_de@formal: Verkäuferschutz

source: Auto Cancel / Refund Orders
de_de@formal: Auto Abbrechen / Rückerstattung Bestellungen

source: Allows you to cancel and refund orders that do not meet PayPal's Seller Protection criteria.
de_de@formal: Erlaubt Ihnen Bestellungen zu stornieren, die nicht den PayPal Käuferschutz Richtlinien zustimmen.

source: Do *not* have PayPal Seller Protection
de_de@formal: Keinen PayPal Käuferschutz aktivieren

source: Do *not* have PayPal Unauthorized Payment Protection
de_de@formal: Sie haben *keinen* PayPal-Schutz für nicht autorisierte Zahlungen

source: Do not cancel any orders
de_de@formal: Keine Bestellungen stornieren

source: Order Cancelled / Refunded Email Notifications
de_de@formal: Bestellung storniert /E-Mail-Benachrichtigung zurückerstattet

source: Enable buyer email notifications for Order cancelled/refunded
de_de@formal: E-Mail-Benachrichtigungen aktivieren, falls die Bestellung storniert oder zurückerstattet wurde

source: This will send buyer email notifications for Order canceled/refunded when Auto Cancel / Refund Orders option is selected.
de_de@formal: Dies wird eine e-Mail Benachrichtigung an den Käufer senden, falls die Bestellung storniert/erstattet wurde und Auto storno/erstattung für Bestellungen ausgewählt ist.

source: Advanced Options
de_de@formal: Erweiterte Optionen

source: Error Email Notifications
de_de@formal: Fehler E-Mail Benachrichtigungen

source: Enable admin email notifications for errors.
de_de@formal: Aktivieren Sie Admin-E-Mail-Benachrichtigungen für Fehler.

source: This will send a detailed error email to the WordPress site administrator if a PayPal API error occurs.
de_de@formal: Dies wird eine detaillierte Fehler-E-Mail an den WordPress-Site-Administrator senden, wenn ein PayPal-API-Fehler auftritt.

source: Invoice ID Prefix
de_de@formal: Rechnungs-ID-Präfix

source: Add a prefix to the invoice ID sent to PayPal. This can resolve duplicate invoice problems when working with multiple websites on the same PayPal account.
de_de@formal: Fügen Sie der Rechnungsauswahl, die an PayPal gesendet wurde, ein Präfix hinzu. Dies kann doppelte Rechnungsprobleme bei der Arbeit mit mehreren Websites auf demselben PayPal-Konto lösen.

source: Skip Final Review
de_de@formal: Abschlussprüfung überspringen

source: Enables the option to skip the final review page.
de_de@formal: Ermöglicht das Überspringen der letzten Überprüfungsseite.

source: By default, users will be returned from PayPal and presented with a final review page which includes shipping and tax in the order details. Enable this option to eliminate this page in the checkout process.
de_de@formal: Standardmäßig werden Benutzer von PayPal zurückgeschickt und erhalten eine abschließende Überprüfungsseite, die Versand und Steuern in den Bestelldetails enthält. Aktivieren Sie diese Option, um diese Seite während des Bestellvorgangs auszuschalten.

source: Disable Terms and Conditions
de_de@formal: Checkbox-Vereinbarungen und Geschäftsbedingungen deaktivieren

source: Disable Terms and Conditions for Express Checkout orders.
de_de@formal: Deaktivieren Sie die Allgemeinen Geschäftsbedingungen und Co. für Express Checkout Bestellungen.

source: By default, if a Terms and Conditions page is set in WooCommerce, this would require the review page and would override the Skip Final Review option. Check this option to disable Terms and Conditions for Express Checkout orders only so that you can use the Skip Final Review option.
de_de@formal: Wenn in WooCommerce standardmäßig eine Seite mit den Allgemeinen Geschäftsbedingungen eingerichtet ist, ist die Seite mit den Überprüfungsbedingungen erforderlich und überschreibt die Option "Skip Final Review". Aktivieren Sie diese Option, um die Allgemeinen Geschäftsbedingungen nur für Express-Checkout-Bestellungen zu deaktivieren, damit Sie die Option "Endprüfung überspringen" verwenden können.

source: Pending Authorization Order Status
de_de@formal: Status der ausstehenden Genehmigungsaufträge

source: Pending Authorization Order Status.
de_de@formal: Status der ausstehenden Genehmigungsaufträge.
