Repository: angelleye/paypal-woocommerce
Catalog: i18n/languages/paypal-for-woocommerce-*_formal-*.po
Languages: de_de@formal

source: Enter your PayPal Sandbox Secret.
de_de@formal: Geben Sie Ihr PayPal Sandbox Secret ein.

source: Enable the Product specific button settings, and the options set will be applied to the PayPal Smart buttons on your Product pages.
de_de@formal: Aktivieren Sie die produktspezifischen Schaltflächeneinstellungen, und die festgelegten Optionen werden auf die PayPal-Schaltflächen auf Ihren Produktseiten angewendet.

source: Enable PayPal Smart Button on the Product Pages.
de_de@formal: Aktivieren Sie PayPal Intelligente Schaltflächen auf den Produktseiten.

source: Horizontal (Recommended)
de_de@formal: Horizontal (empfohlen)

source: Gold (Recommended)
de_de@formal: Gold (empfohlen)

source: Rect (Recommended)
de_de@formal: Eckig (Empfohlen)

source: Set the size of the buttons you would like displayed. Responsive will fit to the current element on the page.
de_de@formal: Legen Sie die Größe der Schaltflächen fest, die Sie anzeigen möchten. Responsive passt sich an das aktuelle Element auf der Seite an.

source: Responsive (Recommended)
de_de@formal: Responsive (Empfohlen)

source: PayPal (Recommended)
de_de@formal: PayPal (Empfohlen)

source: Tagline
de_de@formal: Slogan

source: Enable tagline
de_de@formal: Slogan aktivieren

source: Add the tagline. This line will only show up, if you select a horizontal layout.
de_de@formal: Fügen Sie den Slogan hinzu. Diese Zeile wird nur angezeigt, wenn Sie ein horizontales Layout wählen.

source: Enable the Cart specific button settings, and the options set will be applied to the PayPal buttons on your Cart page.
de_de@formal: Aktivieren Sie die Einstellungen für wagenspezifische Schaltflächen, und die eingestellten Optionen werden auf die PayPal-Schaltflächen auf Ihrer Warenkorb-Seite angewendet.

source: Enable PayPal Smart Button on the Cart page.
de_de@formal: Aktivieren Sie PayPal Intelligente Schaltflächen auf der Warenkorbseite.

source: Vertical (Recommended)
de_de@formal: Vertikal (empfohlen)

source: Enable the checkout specific button settings, and the options set will be applied to the PayPal buttons on your checkout page.
de_de@formal: Aktivieren Sie die Einstellungen für die Kassen-Seite und die eingestellten Optionen werden auf die PayPal-Schaltflächen auf Ihrer Kassen-Seite angewendet.

source: Enable the Mini Cart specific button settings, and the options set will be applied to the PayPal buttons on your Mini Cart page.
de_de@formal: Aktivieren Sie die spezifischen Einstellungen für die Mini-Warenkorb-Schaltflächen, und die festgelegten Optionen werden auf die PayPal-Schaltflächen auf Ihrer Mini-Warenkorb-Seite angewendet.

source: Enable PayPal Smart Button on the Mini Cart page.
de_de@formal: Aktivieren Sie PayPal Intelligente Schaltflächen auf der Mini-Warenkorbseite.

source: Pay Later Messaging Settings
de_de@formal: Pay Later Messaging Einstellungen

source: Enable Pay Later Messaging
de_de@formal: Später-Bezahlen Nachrichten aktivieren

source: Home Page
de_de@formal: Startseite

source: Customize the appearance of <a target="_blank" href="https://www.paypal.com/us/business/buy-now-pay-later">Pay Later Messaging</a> on the Home page to promote special financing offers which help increase sales.
de_de@formal: Passen Sie das Erscheinungsbild von <a target="_blank" href="https://www.paypal.com/us/business/buy-now-pay-later">Pay Later Messaging</a> auf der Startseite an, um spezielle Finanzierungsangebote zu fördern, die dazu beitragen, den Umsatz zu steigern.

source: Category Page
de_de@formal: Kategorieseite

source: Customize the appearance of <a target="_blank" href="https://www.paypal.com/us/business/buy-now-pay-later">Pay Later Messaging</a> on the Category page to promote special financing offers which help increase sales.
de_de@formal: Passen Sie das Erscheinungsbild von <a target="_blank" href="https://www.paypal.com/us/business/buy-now-pay-later">Pay Later Messaging</a> auf der Kategorieseite an, um spezielle Finanzierungsangebote zu fördern, die dazu beitragen, den Umsatz zu steigern.

source: I need a shortcode so that I can place the message in a better spot on category page.
de_de@formal: Ich brauche einen Shortcode, damit ich die Nachricht an einem besseren Ort auf der Kategorieseite platzieren kann.

source: Customize the appearance of <a target="_blank" href="https://www.paypal.com/us/business/buy-now-pay-later">Pay Later Messaging</a> on the Product page to promote special financing offers which help increase sales.
de_de@formal: Passen Sie das Erscheinungsbild von <a target="_blank" href="https://www.paypal.com/us/business/buy-now-pay-later">Pay Later Messaging</a> auf der Produktseite an, um spezielle Finanzierungsangebote zu fördern, die dazu beitragen, den Umsatz zu steigern.

source: I need a shortcode so that I can place the message in a better spot on product page.
de_de@formal: Ich brauche einen Shortcode, damit ich die Nachricht besser auf der Produktseite platzieren kann.

source: Customize the appearance of <a target="_blank" href="https://www.paypal.com/us/business/buy-now-pay-later">Pay Later Messaging</a> on the Cart page to promote special financing offers which help increase sales.
de_de@formal: Passen Sie das Erscheinungsbild von <a target="_blank" href="https://www.paypal.com/us/business/buy-now-pay-later">Pay Later Messaging</a> auf der Warenkorb-Seite an, um spezielle Finanzierungsangebote zu fördern, die dazu beitragen, den Umsatz zu steigern.

source: I need a shortcode so that I can place the message in a better spot on cart page.
de_de@formal: Ich brauche einen Shortcode, damit ich die Nachricht an einer besseren Stelle auf der Warenkorbseite platzieren kann.

source: Payment Page
de_de@formal: Zahlungs-Seite

source: Customize the appearance of <a target="_blank" href="https://www.paypal.com/us/business/buy-now-pay-later">Pay Later Messaging</a> on the Payment page to promote special financing offers which help increase sales.
de_de@formal: Passen Sie das Erscheinungsbild von <a target="_blank" href="https://www.paypal.com/us/business/buy-now-pay-later">Pay Later Messaging</a> auf der Zahlungsseite an, um spezielle Finanzierungsangebote zu fördern, die dazu beitragen, den Umsatz zu steigern.

source: I need a shortcode so that I can place the message in a better spot on payment page.
de_de@formal: Ich brauche einen Shortcode, damit ich die Nachricht an einem besseren Ort auf der Zahlungsseite platzieren kann.

source: Advanced Settings
de_de@formal: Erweitere Einstellungen

source: Choose whether you wish to capture funds immediately or authorize payment only.
de_de@formal: Legen Sie fest, ob die Zahlung sofort ausgeführt oder nur genehmigt werden soll.

source: By default, users will be returned from PayPal and presented with a final review page which includes shipping and tax in the order details. Enable this option to eliminate this page in the checkout process. This only applies when the WooCommerce checkout page is skipped. If the WooCommerce checkout page is used, the final review page will always be skipped.
de_de@formal: Standardmäßig werden Benutzer von PayPal zurückgeschickt und erhalten eine abschließende Überprüfungsseite, die Versand und Steuern in den Bestelldetails enthält. Aktivieren Sie diese Option, um diese Seite im Checkout-Prozess zu eliminieren. Dies gilt nur, wenn die WooCommerce-Kaufabwicklungsseite übersprungen wird. Wenn die WooCommerce-Kaufabwicklungsseite verwendet wird, wird die Abschlussbewertungsseite immer übersprungen.

source: Coupon Codes
de_de@formal: Gutscheincodes

source: Enable the use of coupon codes on the final review page.
de_de@formal: Aktivieren Sie die Verwendung von Gutscheincodes auf der letzten "Bestellung-überprüfen-Seite".

source: The type of landing page to show on the PayPal site for customer checkout. PayPal Account Optional must be checked for this option to be used.
de_de@formal: Die Art der Landing Page, die auf der PayPal-Website für die Kaufabwicklung des Kunden angezeigt werden soll. PayPal-Konto optional muss aktiviert sein, damit diese Option verwendet werden kann.

source: No Preference
de_de@formal: Keine Präferenz

source: Instant Payments
de_de@formal: Sofortige Zahlungen

source: If you enable this setting, PayPal will be instructed not to allow the buyer to use funding sources that take additional time to complete (for example, eChecks). Instead, the buyer will be required to use an instant funding source, such as an instant transfer, a credit/debit card, or PayPal Credit.
de_de@formal: Wenn Sie diese Einstellung aktivieren wird PayPal angewiesen, nicht zuzulassen, dass Käufer Finanzierungsquellen verwenden, welche zusätzliche (z.B. ein manueller Eingriff) Zeit für die Verarbeitung in Anspruch nehmen würden (z. B. eChecks). Stattdessen muss der Käufer eine unmittelbar auszuführende Zahlungsmethode verwenden, wie eine Sofortüberweisung, eine Kreditkarte oder PayPal Credit.

source: Require Instant Payment
de_de@formal: Erfordert sofortige Zahlung

source: This does not apply when a billing address is provided by WooCommerce through the checkout page or from a logged in user profile.
de_de@formal: Dies gilt nicht, wenn eine Rechnungsadresse von WooCommerce über die Checkout-Seite oder über ein eingeloggtes Benutzerprofil bereitgestellt wird.

source: Advanced Credit Cards
de_de@formal: Erweiterte Kreditkarten

source: Enable advanced credit and debit card payments.
de_de@formal: Aktivieren Sie fortgeschrittene Kredit- und Debitkartenzahlungen.

source: Contingency for 3D Secure
de_de@formal: Kontingente für 3D Secure

source: 3D Secure when required
de_de@formal: 3D Secure bei Bedarf

source: Always trigger 3D Secure
de_de@formal: 3D Secure immer auslösen

source: 3D Secure benefits cardholders and merchants by providing an additional layer of verification using Verified by Visa, MasterCard SecureCode and American Express SafeKey.
de_de@formal: 3D Secure kommt Karteninhabern und Händlern zugute, indem es eine zusätzliche Verifizierungsebene mit Verified by Visa, MasterCard SecureCode und American Express SafeKey bietet.

source: Enable separate payment method as Advanced Credit Cards.
de_de@formal: Separate Zahlungsmethode als Advanced Credit Cards aktivieren.

source: Enable this option if you would like to use separate payment method as Advanced Credit Cards in WooCommerce checkout page.
de_de@formal: Aktivieren Sie diese Option, wenn Sie eine separate Zahlungsmethode als Advanced Credit Cards auf der WooCommerce Checkout-Seite verwenden möchten.

source: Advanced Credit Cards Title
de_de@formal: Titel der erweiterten Kreditkarte

source: Advanced Credit Cards Position
de_de@formal: Erweiterte Kreditkartenposition

source: Before PayPal Smart Button
de_de@formal: Vor dem PayPal Smart Button

source: After PayPal Smart Button
de_de@formal: Hinter dem PayPal Smart Button

source: This controls the gateway position which the user sees during checkout.
de_de@formal: Dies steuert die Gateway-Position, die der Benutzer während der Bestellung sieht.

source: Disable specific credit cards
de_de@formal: Bestimmte Kreditkarten deaktivieren

source: By default all possible credit cards will be accepted. You can disable some cards, if you wish.
de_de@formal: Standardmäßig werden alle möglichen Kreditkarten akzeptiert. Sie können einige Karten deaktivieren, wenn Sie dies wünschen.

source: Debug log
de_de@formal: Debug Log (Fehlerprotokoll)

source: Log PayPal events, such as Payment, Refund inside %s Note: this may log personal information. We recommend using this for debugging purposes only and deleting the logs when finished.
de_de@formal: PayPal-Ereignisse protokollieren, wie z. B. Zahlung, Rückerstattung innerhalb von %s Hinweis: Dies kann persönliche Informationen protokollieren. Wir empfehlen, dies nur zu Debugging-Zwecken zu verwenden und die Protokolle nach Abschluss zu löschen.

source: Everything
de_de@formal: Alles

source: Errors and Warnings Only
de_de@formal: Nur Fehler und Warnungen

source: Disabled
de_de@formal: Deaktiviert

source: Disconnect
de_de@formal: Trennen

source: This represents the fee PayPal collects for the transaction.
de_de@formal: Das ist die Gebühr, die PayPal für die Transaktion erhebt.

source: PayPal Fee:
de_de@formal: PayPal-Gebühr:

source: Tools
de_de@formal: Werkzeuge

source: Settings were saved successfully.
de_de@formal: Einstellungen erfolgreich gespeichert

source: Bulk Edit Tool for Products
de_de@formal: Massenbearbeitungswerkzeug für Produkte

source: Use the options below to enable/disable product-level settings for all products at once or a filtered sub-set of products.
de_de@formal: Verwenden Sie die folgenden Optionen, um Einstellungen auf Produktebene für alle Produkte auf einmal oder einen gefilterten Teilsatz von Produkten zu aktivieren/deaktivieren.

source: Action
de_de@formal: Aktion

source: Enable No Shipping Required
de_de@formal: Kein Versand erforderlich aktivieren

source: Disable No Shipping Required
de_de@formal: Deaktivieren Sie keinen Versand erforderlich

source: Disable PayPal Billing Agreement
de_de@formal: PayPal-Abrechnungsvereinbarung deaktivieren

source: Disable Express Checkout Button
de_de@formal: Express Checkout Button deaktivieren

source: Disable Sandbox Mode
de_de@formal: Sandbox-Modus deaktivieren

source: Disable Payment Action
de_de@formal: Zahlungsaktion deaktivieren

source: Sale
de_de@formal: Angebot

source: Authorization
de_de@formal: Autorisierung

source: Target
de_de@formal: Ziel

source: All Products
de_de@formal: Alle Produkte

source: All Downloadable Products
de_de@formal: Alle herunterladbaren Produkte

source: All Virtual Products
de_de@formal: Alle virtuellen Produkte

source: Featured Products
de_de@formal: Vorgestellte Produkte

source: Where...
de_de@formal: Wo...

source: Where
de_de@formal: Wo

source: - Select option
de_de@formal: - Option auswählen

source: Category...
de_de@formal: Kategorie …

source: Product type...
de_de@formal: Produkt-Typ ...

source: Price greater than...
de_de@formal: Preis größer als...

source: Price less than...
de_de@formal: Preis weniger als...

source: Stock greater than...
de_de@formal: Bestand größer als...

source: Stock less than...
de_de@formal: Bestand weniger als...

source: In-stock
de_de@formal: Auf Lager

source: Out-of-stock
de_de@formal: Ausverkauft

source: Sold individually
de_de@formal: Nur einzeln verkaufen

source: Simple
de_de@formal: Einfach

source: Variable
de_de@formal: Variabel

source: Grouped
de_de@formal: Gruppiert

source: External
de_de@formal: Extern

source: Process
de_de@formal: Wird verarbeitet

source: Force TLS 1.2
de_de@formal: TLS 1.2 erzwingen

source: Enable Force TLS 1.2
de_de@formal: TLS 1.2 erzwingen aktivieren

source: Checkout Button Text
de_de@formal: Schaltfläche Kasse Text

source: Set a value here to override the "Proceed to Checkout" text displayed on the WooCommerce cart page.
de_de@formal: Legen Sie hier einen Wert fest, der den auf der WooCommerce-Warenkorb-Seite angezeigten Text "Zur Kasse gehen" überschreibt.

source: Hide Version Tag
de_de@formal: Versions-Tag ausblenden

source: Hide plugin version tag from front end source code.
de_de@formal: Plugin-Versions-Tag aus dem Frontend-Quellcode ausblenden.

source: Removes the PayPal for WooCommerce plugin version from front end source code.
de_de@formal: Entfernt die PayPal for WooCommerce Plugin-Version aus dem Frontend-Quellcode.

source: Return
de_de@formal: Zurückgeben

source: PayPal for WooCommerce feedback
de_de@formal: PayPal für WooCommerce Feedback

source: Close
de_de@formal: Schließen

source: May we have a little info about why you are deactivating?
de_de@formal: Dürfen wir kurz fragen, warum Sie deaktivien?

source: <strong>It is a temporary deactivation.</strong> I am just debugging an issue.
de_de@formal: <strong>Es handelt sich um eine vorübergehende Deaktivierung.</strong> Ich debugge nur ein Problem.

source: The plugin <strong>broke my layout</strong> or some functionality.
de_de@formal: Das Plugin <strong>brach mein Layout</strong> oder eine Funktionalität.

source: The plugin is <strong>too complicated to configure.</strong>
de_de@formal: Das Plugin ist zu <strong>kompliziert, um es zu konfigurieren.</strong>

source: Other
de_de@formal: Andere

source: Let us know why you are deactivating PayPal for WooCommerce so we can improve the plugin
de_de@formal: Lassen Sie uns wissen, warum Sie PayPal für WooCommerce deaktivieren, damit wir das Plugin verbessern können

source: Send & Deactivate
de_de@formal: Senden & Deaktivieren

source: Cancel
de_de@formal: Abbrechen

source: Skip & Deactivate
de_de@formal: Überspringen und deaktivieren

source: You’ve received the following order from %s:
de_de@formal: Sie haben folgende Bestellung von %s erhalten:

source: Hi %s,
de_de@formal: Hallo %s!

source: Just to let you know &mdash; we've received your order #%s, and it is now being processed:
de_de@formal: Vielen Dank für Ihren Auftrag! Wir haben Ihre Bestellung #%s erhalten und werden sie umgehend bearbeiten:

source: PayPal for WooCommerce
de_de@formal: PayPal für WooCommerce
