Repository: angelleye/paypal-woocommerce
Catalog: i18n/languages/paypal-for-woocommerce-*_formal-*.po
Languages: de_de@formal

source: Reference Transaction
de_de@formal: Referenz-Transaktions-ID

source: Payment method is not available for payment process, Please select Payment method from Billing details section.
de_de@formal: Diese Zahlungsmethode ist für den Zahlungsvorgang nicht verfügbar. Bitte wählen Sie die Zahlungsmethode im Abschnitt Zahlungsweise aus.

source: Payment Token Or Reference transaction ID is not available for payment process.
de_de@formal: Der Zahlungstoken oder die Referenztransaktions-ID ist nicht für den Zahlungsprozess verfügbar.

source: Order total must be greater than zero to process a reference transaction.
de_de@formal: Die Bestellsumme muss größer als Null sein, um eine Referenztransaktion zu verarbeiten.

source: Make any necessary adjustments to the item(s) on the order and calculate totals. Remember to click Update if any adjustments were made, and then click Process Reference Transaction.
de_de@formal: Nehmen Sie alle erforderlichen Anpassungen an den Artikeln auf der Bestellung vor und berechnen Sie die Summen. Denken Sie daran, auf Aktualisieren zu klicken, wenn Anpassungen vorgenommen wurden, und klicken Sie dann auf Referenztransaktion verarbeiten.

source: %s payment Transaction ID: %s
de_de@formal: %s Zahlungstransaktions-ID: %s

source: PayPal %s API call failed
de_de@formal: PayPal %s API-Aufruf fehlgeschlagen

source: Detailed Error Message: %s
de_de@formal: Ausführliche Fehlermeldung: %s

source: Short Error Message: %s
de_de@formal: Kurze Fehlermeldung: %s

source: Error Code: %s
de_de@formal: Fehlercode: %s

source: Error Severity Code: %s
de_de@formal: Fehler-Schweregradcode: %s

source: Payment Status:
de_de@formal: Zahlungsstatus:

source: PayPal DoCapture API call failed.
de_de@formal: PayPal DoCapture API-Aufruf fehlgeschlagen.

source: Detailed Error Message:
de_de@formal: Ausführliche Fehlermeldung:

source: Short Error Message:
de_de@formal: Kurze Fehlermeldung:

source: Error Code:
de_de@formal: Fehlercode:

source: Error Severity Code:
de_de@formal: Fehler Schweregrad Code:

source: PayPal DoVoid API call failed.
de_de@formal: PayPal DoVoid API-Aufruf fehlgeschlagen.

source: PayPal DoReauthorization API call failed.
de_de@formal: PayPal DoReauthorization API-Aufruf fehlgeschlagen.

source: PayPal authorization
de_de@formal: PayPal-Autorisierung

source: PayPal DoAuthorization API call failed.
de_de@formal: PayPal DoAuthorization API-Aufruf fehlgeschlagen.

source: Long Error Message:
de_de@formal: Ausführliche Fehlermeldung:

source: Enable/Disable
de_de@formal: Aktivieren/Deaktivieren

source: Enable PayPal Credit Card (REST)
de_de@formal: Aktiviere PayPal Kreditkarte (REST)

source: Title
de_de@formal: Bezeichnung

source: This controls the title which the user sees during checkout.
de_de@formal: Dies steuert die Bezeichnung, die der Benutzer beim Bezahlvorgang sieht.

source: PayPal Credit Card (REST)
de_de@formal: PayPal Kreditkarte (REST)

source: Description
de_de@formal: Beschreibung

source: This controls the description which the user sees during checkout.
de_de@formal: Dies steuert die Beschreibung, welche der Benutzer beim Bezahlvorgang sieht.

source: PayPal Credit Card (REST) description
de_de@formal: PayPal Kreditkarten (REST) ​​Beschreibung

source: Test Mode
de_de@formal: Test-Modus

source: Enable PayPal Sandbox/Test Mode
de_de@formal: PayPal Sandbox/Test Mode aktivieren

source: Place the payment gateway in development mode. Sign up for a developer account <a href="%s" target="_blank">here</a>
de_de@formal: Vesetzen Sie das Zahlungs-Gateway in den Entwicklungsmodus. Melden Sie sich hier für ein Entwickler-Konto <a href="%s" target="_blank">an</a>

source: Enter your Sandbox PayPal Rest API Secret ID.
de_de@formal: Geben Sie hier Ihre Sandbox PayPal Rest API Secret ID ein.

source: Enter your PayPal Rest API Secret ID.
de_de@formal: Geben Sie hier Ihre PayPal Rest API Secret ID ein.

source: Payment Action
de_de@formal: Zahlungsaktion

source: Whether to process as a Sale or Authorization.
de_de@formal: Legt fest, ob die Zahlung sofort oder als Autorisierung zu verarbeitet werden soll.

source: Sale will capture the funds immediately when the order is placed. Authorization will authorize the payment but will not capture the funds.
de_de@formal: Der Verkauf erfasst das Geld sofort, wenn die Bestellung aufgegeben wird. Durch die Autorisierung wird die Zahlung autorisiert, aber das Geld nicht eingezogen.

source: Enable Tokenized Payments
de_de@formal: Tokenisierte Zahlungen aktivieren

source: Allow buyers to securely save payment details to their account for quick checkout / auto-ship orders in the future.
de_de@formal: Erlauben Sie Käufern, die Zahlungsdetails in ihrem Kundenkonto sicher zu speichern, um künftig vom schnellen Checkout zu profitieren.

source: Invoice Prefix
de_de@formal: Rechnungspräfix

source: Please enter a prefix for your invoice numbers. If you use your PayPal account for multiple stores ensure this prefix is unique as PayPal will not allow orders with the same invoice number.
de_de@formal: Bitte geben Sie ein Präfix für Ihre Rechnungsnummern ein. Falls Sie Ihr PayPal-Konto für mehrere Shops verwenden, stellen Sie bitte sicher, dass das Präfix einzigartig ist, sonst wird PayPal keine Bestellungen mit identischer Rechnungsnummer akzeptieren.

source: Card Icon
de_de@formal: Karten-Symbol

source: Credit Card Statement Name
de_de@formal: Name auf der Kreditkartenabrechnung

source: The value entered here will be displayed on the buyer's credit card statement.
de_de@formal: Der hier eingegebene Wert wird auf der Kreditkartenabrechnung des Käufers angezeigt.

source: Debug Log
de_de@formal: Debug Log (Fehlerprotokoll)

source: Enable logging
de_de@formal: Protokollierung aktivieren

source: Log PayPal events, such as Secured Token requests, inside <code>%s</code>
de_de@formal: Protokollieren Sie PayPal Ereignisse wie z.B. gesicherte Tokenanforderungen in <code>%s</code>

source: PayPal Transaction
de_de@formal: PayPal-Transaktion

# Admin menu name
source: PayPal Transaction
de_de@formal: PayPal-Transaktion

source: Add PayPal Transaction
de_de@formal: PayPal-Transaktion hinzufügen

source: Add New PayPal Transaction
de_de@formal: Neue PayPal Transaktion hinzufügen

source: Edit
de_de@formal: Bearbeiten

source: View PayPal Transaction
de_de@formal: PayPal-Transaktion ansehen

source: New PayPal Transaction
de_de@formal: Neue PayPal Transaktion

source: Search PayPal Transaction
de_de@formal: PayPal Transaktion suchen

source: No PayPal Transaction found
de_de@formal: Keine PayPal-Transaktion gefunden

source: No PayPal Transaction found in trash
de_de@formal: Keine Transaktion im Papierkorb gefunden

source: Parent PayPal Transaction
de_de@formal: Übergeordnete PayPal-Transaktion

source: This is where you can add new PayPal Transaction to your store.
de_de@formal: Hier können Sie neue PayPal-Transaktion zu Ihrem Shop hinzufügen.

source: PayPal Transaction History
de_de@formal: PayPal-Transaktionsverlauf

source: Are you sure?
de_de@formal: Sind Sie sicher?

source: Order Total:
de_de@formal: Gesamtsumme:

source: Total Capture:
de_de@formal: Gesamterfassung:

source: Transaction ID
de_de@formal: Transaktions-ID

source: Date
de_de@formal: Datum

source: Amount
de_de@formal: Menge

source: Payment Status
de_de@formal: Zahlungsstatus

source: Billing Agreement Details
de_de@formal: Details zur Abrechnungsvereinbarung

source: PayPal Sale Capture API call failed.
de_de@formal: PayPal Sale Capture API-Aufruf fehlgeschlagen.

source: PayPal Delayed Capture API call failed.
de_de@formal: PayPal Delayed Capture API-Aufruf fehlgeschlagen.

source: PayPal Auth
de_de@formal: PayPal-Authentifizierung

source: PayPal Auth API call failed.
de_de@formal: PayPal-Authentifizierungs-API-Aufruf fehlgeschlagen.

source: This order has a pending authorization. You may capture partial or full payment for this authorization, or you may void the authorization.
de_de@formal: Diese Bestellung hat eine ausstehende Autorisierung. Sie können die teilweise oder vollständige Zahlung für diese Autorisierung erfassen oder die Autorisierung aufheben.

source: This order has been partially captured. You may process additional captures as necessary.
de_de@formal: Diese Bestellung wurde teilweise erfasst. Sie können bei Bedarf zusätzliche Captures verarbeiten.

source: The authorization for this order has expired. You will need to Reauthorize the transaction and then capture funds as necessary.
de_de@formal: Die Autorisierung für diese Bestellung ist abgelaufen. Sie müssen die Transaktion erneut autorisieren und dann bei Bedarf Gelder erfassen.

source: This order is pending. You may authorization partial or full payment for this order, or you may capture/void the current authorization.
de_de@formal: Diese Bestellung steht noch aus. Sie können eine teilweise oder vollständige Zahlung für diese Bestellung autorisieren oder die aktuelle Autorisierung erfassen/aufheben.

source: This order is pending. You may authorize partial or full payment for this order.
de_de@formal: Diese Bestellung steht noch aus. Sie können eine teilweise oder vollständige Zahlung für diese Bestellung autorisieren.

source: PayPal for WooCommerce requires WooCommerce version 2.6 or higher. Please backup your site files and database, update WooCommerce, and try again.
de_de@formal: PayPal für WooCommerce erfordert WooCommerce Version 2.6 oder höher. Bitte sichern Sie Ihre Websitedateien und Datenbank, aktualisieren Sie WooCommerce und versuchen Sie es erneut.

source: %s payment approved! Transaction ID: %s
de_de@formal: %s Zahlung genehmigt! Transaktions-ID: %s

source: Transaction was submitted to PayPal Braintree but not handled by WooCommerce order, transaction_id: %s, status: %s. Order was put in-hold.
de_de@formal: Die Transaktion wurde an PayPal Braintree übermittelt, aber nicht von WooCommerce Bestellung, transaction_id: %s, Status: %s. Bestellung wurde in der Warteschleife verschoben.

source: Refunded %s - Transaction ID: %s
de_de@formal: Rückerstattet %1$s – Rückerstattungs-ID: %2$s

# data sent to paypal
source: Orders with %s
de_de@formal: Bestellungen mit %s

# data sent to PayPal
source: Orders with %s
de_de@formal: Bestellungen mit %s

source: Unable to find order for PayPal billing agreement.
de_de@formal: Es ist leider nicht möglich, eine Bestellung für diesen PayPal-Abrechnungsvorgang zu finden.

source: An error occurred, please try again or try an alternate form of payment.
de_de@formal: Leider ist ein Fehler aufgetreten. Bitte versuchen Sie es erneut oder wählen Sie eine andere Zahlungsart.

source: PayPal Exp Transaction Failed (%s)
de_de@formal: PayPal EXP-Transaktion fehlgeschlagen (%s)

source: %1$s - Order %2$s - One Time offer
de_de@formal: %1$s - %2$s bestellen - Einmaliges Angebot

source: DoDirectPayment API call failed.
de_de@formal: DoDirectPayment API-Aufruf fehlgeschlagen.

source: User IP:
de_de@formal: Benutzer IP:

source: Order ID:
de_de@formal: Bestell-ID:

source: Customer Name:
de_de@formal: Kundenname:

source: Customer Email:
de_de@formal: Kunden E-Mail:

source: Payment failed due to duplicate order ID
de_de@formal: Zahlung aufgrund doppelter Bestell-ID fehlgeschlagen

source: PayPal Pro Payflow payment completed (PNREF: %s) (PPREF: %s)
de_de@formal: PayPal Pro Payflow-Zahlung abgeschlossen (PNREF: %s) (PPREF: %s)

source: PayPal Pro Payflow payment completed (PNREF: %s)
de_de@formal: PayPal Pro Payflow-Zahlung abgeschlossen (PNREF: %s)

source: Address Verification Result
de_de@formal: Ergebnis der Adressverifizierung

source: Address Match: %s
de_de@formal: Adressübereinstimmung: %s

source: Postal Match: %s
de_de@formal: Postalische Übereinstimmung: %s

source: Card Security Code Result
de_de@formal: Kartenprüfnummer Ergebnis

source: PayPal Pro Payflow payment failed. Payment was rejected due to an error:
de_de@formal: PayPal Pro (Payflow) Zahlung fehlgeschlagen. Die Zahlung wurde aufgrund eines Fehlers abgelehnt:

source: PayFlow API call failed.
de_de@formal: PayFlow-API-Aufruf fehlgeschlagen.

source: Save PayPal account for future use
de_de@formal: PayPal-Konto für zukünftige Verwendung speichern

source: Skip the forms and pay faster with PayPal!
de_de@formal: Überspringen Sie die Formulare und zahlen Sie schneller mit PayPal!

source: Pay with PayPal
de_de@formal: Bezahlen mit PayPal

source: Check out with PayPal Credit
de_de@formal: Mit PayPal-Guthaben bezahlen

source: Cancel order
de_de@formal: Bestellung stornieren

source: PayPal Express Checkout Billing Agreements / Reference Transactions require specific approval by PayPal. Please contact PayPal to enable this feature before using it on your site.
de_de@formal: PayPal Express Checkout Billing Agreements / Referenztransaktionen erfordern eine spezielle Genehmigung durch PayPal. Bitte wenden Sie sich an PayPal, um diese Funktion zu aktivieren, bevor Sie sie auf Ihrer Website verwenden.

source: Cheatin&#8217; huh?
de_de@formal: Du schummelst&#8217; hm?

source: Shipping details
de_de@formal: Versanddetails

source: 3 digits usually found on the signature strip.
de_de@formal: 3 Ziffern die in der Regel bei dem Unterschriftstreifen der Karte dargestellt werden.

source: 4 digits usually found on the front of the card.
de_de@formal: 4 Ziffern in der Regel auf der Vorderseite der Karte dargestellt werden.

source: Your PayPal session has expired
de_de@formal: Ihre PayPal-Sitzung ist abgelaufen

source: PayPal billing agreement was not created successfully
de_de@formal: PayPal-Abrechnungsvereinbarung konnte nicht erfolgreich erstellt werden

source: Error processing checkout. Please try again.
de_de@formal: Fehler im Bestellvorgang. Versuchen Sie es bitte erneut.

source: Please enter an address to continue.
de_de@formal: Bitte geben Sie eine Adresse ein, um fortzufahren.

source: Unfortunately <strong>we do not ship %s</strong>. Please enter an alternative shipping address.
de_de@formal: Leider liefern wir <strong>nicht nach %s</strong>. Bitte geben Sie eine andere Lieferadresse an.

source: Billing Agreement required for tokenized payments
de_de@formal: Abrechnungsvereinbarung für tokenisierte Zahlungen erforderlich

source: Order #
de_de@formal: Bestellnummer #

source: Payment Completed via Express Checkout
de_de@formal: Zahlung abgeschlossen via Express Checkout

source: Address: The payment is pending because your customer did not include a confirmed shipping address and your Payment Receiving Preferences is set such that you want to manually accept or deny each of these payments. To change your preference, go to the Preferences section of your Profile.
de_de@formal: Adresse: Die Zahlung ist ausstehend, da Ihr Kunde keine bestätigte Lieferadresse enthalten hat und Ihre Zahlungseingangseinstellungen so festgelegt sind, dass Sie jede dieser Zahlungen manuell annehmen oder verweigern möchten. Um Ihre Einstellungen zu ändern, gehen Sie zum Abschnitt Einstellungen Ihres Profils.

source: Authorization: The payment is pending because it has been authorized but not settled. You must capture the funds first.
de_de@formal: Autorisierung: Die Zahlung steht aus, weil sie autorisiert aber nicht ausgeglichen wurde. Sie müssen zuerst den Rechnungsbetrag bereitstellen.

source: eCheck: The payment is pending because it was made by an eCheck that has not yet cleared.
de_de@formal: eCheck: Die Zahlung steht aus, da sie von einem eCheck vorgenommen wurde, der noch nicht bestätigt wurde.

source: intl: The payment is pending because you hold a non-U.S. account and do not have a withdrawal mechanism. You must manually accept or deny this payment from your Account Overview.
de_de@formal: intl: Die Zahlung steht aus, weil Sie einen Nicht-US-Account haben und nicht über einen Stornierungsmechanismus verfügen . Sie müssen diese Zahlung manuell in Ihrer Kontoübersicht akzeptieren oder verweigern.

source: Multi-currency: You do not have a balance in the currency sent, and you do not have your Payment Receiving Preferences set to automatically convert and accept this payment. You must manually accept or deny this payment.
de_de@formal: Multi-Währung: Sie haben keinen Saldo in der gesendeten Währung, und Sie haben nicht Ihre Zahlungseingangseinstellungen so eingestellt, dass diese Zahlung automatisch konvertiert und akzeptiert wird. Sie müssen diese Zahlung manuell akzeptieren oder verweigern.

source: Order: The payment is pending because it is part of an order that has been authorized but not settled.
de_de@formal: Bestellung: Die Zahlung ist ausstehend, da sie Teil eines Auftrags ist, der autorisiert, aber nicht ausgeglichen wurde.

source: Payment Review: The payment is pending while it is being reviewed by PayPal for risk.
de_de@formal: Zahlungsüberprüfung: Die Zahlung steht aus, während sie von PayPal auf Risiko überprüft wird.

source: Unilateral: The payment is pending because it was made to an email address that is not yet registered or confirmed.
de_de@formal: Einseitig: Die Zahlung ist ausstehend, weil sie an eine E-Mail-Adresse erfolgt ist, die noch nicht registriert oder bestätigt ist.

source: Verify: The payment is pending because you are not yet verified. You must verify your account before you can accept this payment.
de_de@formal: Überprüfen: Die Zahlung steht aus, da Sie noch nicht verifiziert sind. Sie müssen Ihr Konto überprüfen, bevor Sie diese Zahlung akzeptieren können.

source: Other: For more information, contact PayPal customer service.
de_de@formal: Sonstiges: Für weitere Informationen wenden Sie sich bitte an PayPal Kundendienst.

source: No pending reason provided.
de_de@formal: Es wurde kein noch ausstehender Grund angegeben.

source: Payment via Express Checkout Pending. PayPal reason: %s.
de_de@formal: Zahlung per Express Checkout ausstehend. PayPal Grund: %s.

source: Payment %s via Express Checkout.
de_de@formal: Beahlung %s über den Express Checkout.

source: Payer Status: %s
de_de@formal: Status des Bestellers: %s

source: Address Status: %s
de_de@formal: Adressstatus: %s

source: PayPal %s API call failed:
de_de@formal: PayPal %s API-Aufruf fehlgeschlagen:

source: <strong>Error Code:</strong> %s
de_de@formal: <strong>Fehlercode:</strong> %s

source: <strong>Error Severity Code:</strong> %s
de_de@formal: <strong>Fehler-Schweregradcode:</strong> %s

source: <strong>Short Error Message:</strong> %s
de_de@formal: <strong>Kurze Fehlermeldung:</strong> %s

source: <strong>Long Error Message:</strong> %s
de_de@formal: <strong>Lange Fehlermeldung:</strong> %s

source: There was a problem paying with PayPal. Please try another method.
de_de@formal: Es gab ein Problem mit der PayPal Bezahlung. Bitte versuchen Sie eine andere Methode.

source: PayPal for WooCommerce Version: %s
de_de@formal: PayPal für WooCommerce Version: %s

source: We do not sell in your country, please try again with another address.
de_de@formal: Wir verkaufen nicht in Ihrem Land, bitte versuchen Sie es mit einer anderen Adresse.

source: Invalid or missing payment token fields.
de_de@formal: Ungültige oder fehlende Zahlungs-Token-Felder.

source: Transaction did not meet our Seller Protection requirements. Cancelling and refunding order.
de_de@formal: Transaktion erfüllt nicht unsere Verkäuferschutz Anforderungen. Stornierung und Rückerstattung wird eingeleitet.

source: PayPal Express Checkout payment declined due to our Seller Protection Settings
de_de@formal: PayPal Express-Kaufabwicklung Zahlung abgelehnt aufgrund unserer Verkäuferschutzeinstellungen

source: There was a problem processing your order. Please contact customer support.
de_de@formal: Es gab einen Fehler in der Abwicklung Ihrer Bestellung. Bitte kontaktieren Sie den Kundenservice.

source: Thank you for your recent order. Unfortunately it has been cancelled and refunded. Please contact our customer support team.
de_de@formal: Vielen Dank für Ihre letzte Bestellung. Leider wurde Sie abgebrochen und erstattet. Bitte kontaktieren Sie unseren Kundenservice.

source: Your processor is unable to process the Card Type. Please try another card type
de_de@formal: Wir können diese Karte gerade nicht verarbeiten, bitte versuchen Sie eine andere Karte oder eine andere Zahlungsmethode

source: PayPal Credit Card (REST) payment completed
de_de@formal: PayPal Kreditkarte (REST) Zahlung abgeschlossen

source: %s requires the %s PHP extension to function. Contact your host or server administrator to configure and install the missing extension.
de_de@formal: %s erfordert die %s PHP-Erweiterung, um zu funktionieren. Wenden Sie sich an Ihren Host- oder Serveradministrator, um die fehlende Erweiterung zu konfigurieren und zu installieren.

source: Partially Paid order - Customer
de_de@formal: Teilweise bezahlte Bestellung - Kunde

source: This is an order notification sent to customers containing order details after partially paid.
de_de@formal: Dies ist eine Bestellungsbenachrichtigung, die dem Kunden nach teilweiser Bezahlung der Bestellung zugeschickt wird und die Einzelheiten der Bestellung enthält.

source: [{site_title}]: Order #{order_number} has Partially Paid
de_de@formal: [{site_title}]: Bestellung #{order_number} wurde teilweise bezahlt

source: Order Partially Paid: #{order_number}
de_de@formal: Bestellung teilweise bezahlt: #{order_number}

source: We look forward to fulfilling your order soon.
de_de@formal: Wir freuen uns darauf, Ihre Bestellung bald abzuschließen.

source: Available placeholders: %s
de_de@formal: Verfügbare Platzhalter: %s

source: Enable this email notification
de_de@formal: Diese E-Mail-Benachrichtigung aktivieren

source: Recipient(s)
de_de@formal: Empfänger

source: Enter recipients (comma separated) for this email. Defaults to %s.
de_de@formal: Geben Sie die Empfänger (durch Komma getrennt) für diese E-Mail an. Der Standardwert ist %s.

source: Subject
de_de@formal: Betreff

source: Email heading
de_de@formal: E-Mail Kopfzeile

source: Additional content
de_de@formal: Zusätzlicher Inhalt

source: Text to appear below the main email content.
de_de@formal: Text, der unter dem Haupt-E-Mail-Inhalt angezeigt wird.

source: Email type
de_de@formal: E-Mail Typ

source: Choose which format of email to send.
de_de@formal: Wählen Sie, in welchem Format die E-Mail gesendet wird.

source: Partially Paid order - Admin
de_de@formal: Teilweise bezahlter Auftrag - Admin

source: New order emails are sent to chosen recipient(s) when a new order is received.
de_de@formal: E-Mails für neue Bestellungen werden an die Empfängerliste gesendet, wenn eine neue Bestellung empfangen wurde.

source: [{site_title}]: New order #{order_number} has Partially Paid
de_de@formal: [{site_title}]: Neue Bestellung #{order_number} wurde teilweise bezahlt

source: New Order: #{order_number} has Partially Paid
de_de@formal: Neue Bestellung: #{order_number} wurde teilweise bezahlt

source: Congratulations on the sale.
de_de@formal: Herzlichen Glückwunsch zum Verkauf.

source: Credit Card payments Powered by PayPal / Braintree.
de_de@formal: Kreditkartenzahlungen Powered by PayPal / Braintree.

source: PayPal for WooCommerce requires PHP version 5.4.0 or higher.
de_de@formal: PayPal für WooCommerce erfordert PHP Version 5.4.0 oder höher.

source: Add merchant account ID for
de_de@formal: Hinzufügen der Händlerkonto-ID für

source: Save changes
de_de@formal: Änderungen speichern

source: Braintree Error: Braintree requires PHP 7.2.0 and above. You are using version %s.
de_de@formal: Braintree-Fehler: Braintree benötigt PHP 7.2.0 und höher. Sie verwenden Version %s.
