Repository: angelleye/paypal-woocommerce
Catalog: i18n/languages/paypal-for-woocommerce-*_formal-*.po
Languages: de_de@formal

source: Set the order status you would like to use when an order has been authorized but has not yet been captured.
de_de@formal: Legen Sie den Bestellstatus fest, den Sie verwenden möchten, wenn eine Bestellung autorisiert wurde, aber noch nicht erfasst wurde.

source: Billing Address
de_de@formal: Rechnungsadresse

source: Set billing address in WooCommerce using the address returned by PayPal.
de_de@formal: Rechnungsadresse im WooCommerce mit der Adresse von PayPal ersetzen.

source: PayPal only returns a shipping address back to the website. Enable this option if you would like to use this address for both billing and shipping in WooCommerce.
de_de@formal: PayPal gibt nur eine Lieferadresse an WooCommerce zurück. Aktivieren Sie diese Option, wenn Sie möchten das diese Adresse für die Rechnungsadresse und die Lieferadresse genutzt werden soll.

source: Cancel Page
de_de@formal: Abgebrochen Seite

source: Sets the page users will be returned to if they click the Cancel link on the PayPal checkout pages.
de_de@formal: Leitet die Besucher, die den Zahlungsvorgang bei PayPal abgebrochen haben zur hier angegebenen Seite weiter

source: Enable PayPal IPN
de_de@formal: PayPal IPN aktivieren

source: Configure an IPN URL to be included with Express Checkout payments.
de_de@formal: Konfigurieren Sie eine IPN-URL, die mit Express Checkout-Zahlungen inkludiert werden soll.

source: This will override any URL configured in your PayPal account profile.
de_de@formal: Dadurch wird jede in Ihrem PayPal-Kontoprofil konfigurierte URL überschrieben.

source: Your URL for receiving Instant Payment Notification (IPN) for transactions.
de_de@formal: Ihre URL für den Empfang von Instant Payment Notification (IPN) für Transaktionen.

source: Prevent Adding Extra Item
de_de@formal: Hinzufügen eines zusätzlichen Elements verhindern

source: Prevent adding an addition unit to the shopping cart when the Express Checkout button is pushed from the product page.
de_de@formal: Verhindern Sie das Hinzufügen einer zusätzlichen Einheit zum Warenkorb, wenn die Schaltfläche Express Checkout auf der Produktseite gedrückt wird.

source: By default, clicking the PayPal Express Checkout button from the product page adds 1 unit of that item to the cart before sending the user to PayPal. This option will disable that, and send the user without adding an additional unit.
de_de@formal: Wenn Sie auf der Produktseite auf die Schaltfläche PayPal Express Checkout klicken, wird standardmäßig eine Einheit dieses Artikels in den Warenkorb gelegt, bevor Sie den Benutzer an PayPal senden. Diese Option deaktiviert dies und sendet den Benutzer, ohne ein zusätzliches Gerät hinzuzufügen.

source: Enable logging<code>%s</code>
de_de@formal: Protokollierung zulassen <code>%s</code>

source: Smart Payment Buttons
de_de@formal: Smarte Payment Buttons

source: Enable Smart Buttons
de_de@formal: Smart Buttons aktivieren

source: The enhanced PayPal Express Checkout with In-Context gives your customers a simplified checkout experience that keeps them at your website throughout the payment authorization process.
de_de@formal: Die erweiterte PayPal Express-Kaufabwicklung mit In-Context bietet Ihren Kunden eine vereinfachte Kaufabwicklung, die sie während des gesamten Zahlungsgenehmigungsprozesses auf Ihrer Website hält.

source: Hide Funding Method(s)
de_de@formal: Zahlungsmethode(n) ausblenden

source: Funding methods selected here will be hidden from buyers during checkout.
de_de@formal: Die hier ausgewählten Zahlungsmethoden werden beim Bezahlvorgang vor den Käufern ausgeblendet.

source: Hide Card Type(s)
de_de@formal: Kartentyp(en) ausblenden

source: Individual credit card type(s) selected here will be hidden from buyers during checkout.
de_de@formal: Die hier ausgewählten individuellen Kreditkartentypen werden beim Bezahlvorgang vor den Käufern ausgeblendet.

source: Button Layout
de_de@formal: Schaltflächen-Layout

source: Select Vertical for stacked buttons, and Horizontal for side-by-side buttons.
de_de@formal: Wählen Sie Vertikal für gestapelte Schaltflächen und Horizontal für nebeneinander angeordnete Schaltflächen aus.

source: Vertical
de_de@formal: Vertikal

source: Button Size
de_de@formal: Button Größe

source: Set the size of the buttons you would like displayed. Responsive will fit to the current element on the page.
de_de@formal: Legen Sie die Größe der Schaltflächen fest, die angezeigt werden sollen. Responsive passt sich dem aktuellen Element auf der Seite an.

source: Responsive
de_de@formal: Responsiv

source: Button Height
de_de@formal: Schaltflächenhöhe

source: Set the height of the buttons you would like displayed.
de_de@formal: Stellen Sie die Höhe der Schaltflächen ein, die angezeigt werden sollen.

source: Button Label
de_de@formal: Schaltflächen-Beschriftung

source: Set the label type you would like to use for the PayPal button.
de_de@formal: Legen Sie den Beschriftungstyp fest, den Sie für die Schaltfläche PayPal verwenden möchten.

source: Button Color
de_de@formal: Button-Farbe

source: Set the color you would like to use for the PayPal button.
de_de@formal: Legen Sie die Farbe fest, die Sie für die Schaltfläche PayPal verwenden möchten.

source: Blue
de_de@formal: Blau

source: Silver
de_de@formal: Silber

source: White
de_de@formal: Weiss

source: Black
de_de@formal: Schwarz

source: Button Shape
de_de@formal: Button Form

source: Set the shape you would like to use for the buttons.
de_de@formal: Legen Sie die Form fest, die Sie für die Schaltflächen verwenden möchten.

source: Pill
de_de@formal: Pillenform

source: Rectangle
de_de@formal: Rechteck

source: Credit Card Icons
de_de@formal: Kreditkarten Icons

source: Enable this to display credit card icons below the PayPal buttons.
de_de@formal: Aktivieren Sie diese Option, um die Kreditkarten-Symbole unter den PayPal-Schaltflächen anzuzeigen.

source: Disable
de_de@formal: Deaktivieren

source: Enable
de_de@formal: Aktivieren

source: Button Tagline
de_de@formal: Schaltflächen-Slogan

source: Enable this to display a tagline below the PayPal buttons..
de_de@formal: Aktivieren Sie diese Option, um einen Slogan unter den PayPal-Schaltflächen anzuzeigen.

source: Enable Google Analytics Click Tracking.
de_de@formal: Aktivieren Sie Google Analytics Click Tracking.

source: Single Product Button Settings
de_de@formal: Einstellungen Schaltfläche Produktansicht

source: Enable the Product specific button settings, and the options set will be applied to the PayPal buttons on your Product pages.
de_de@formal: Aktivieren Sie die produktspezifischen Schaltflächeneinstellungen, und die festgelegten Optionen werden auf die PayPal-Schaltflächen auf Ihren Produktseiten angewendet.

source: Configure settings specific to Single Product pages.
de_de@formal: Konfigurieren Sie spezifische Einstellungen für einzelne Produktseiten.

source: Optionally override global button settings above and configure buttons specific to Product pages.
de_de@formal: Optional können Sie die obigen globalen Schaltflächeneinstellungen außer Kraft setzen und spezifische Schaltflächen für Produktseiten konfigurieren.

source: Cart Button Settings
de_de@formal: Warenkorb Schaltfläche Einstellungen

source: Enable the Cart specific button settings, and the options set will be applied to the PayPal buttons on your shopping cart page.
de_de@formal: Aktivieren Sie die Einstellungen für die Schaltfläche "Warenkorb", und die eingestellten Optionen werden auf die PayPal-Schaltflächen auf Ihrer Warenkorb-Seite angewendet.

source: Configure settings specific to the Cart page.
de_de@formal: Konfigurieren Sie die spezifischen Einstellungen für die Seite "Warenkorb".

source: Optionally override global button settings above and configure buttons specific to the shopping cart page.
de_de@formal: Optional können Sie die obigen globalen Schaltflächeneinstellungen außer Kraft setzen und spezifische Schaltflächen für die Einkaufswagenseite konfigurieren.

source: Mini-cart Button Settings
de_de@formal: Einstellungen Schaltfläche Mini-Warenkorb

source: Enable the Mini-Cart specific button settings, and the options set will be applied to the PayPal buttons on your mini-cart.
de_de@formal: Aktivieren Sie die Einstellungen für die Mini-Cart-spezifischen Schaltflächen, und die eingestellten Optionen werden auf die PayPal-Schaltflächen auf Ihrem Mini-Cart angewendet.

source: Configure settings specific to the mini-cart display.
de_de@formal: Konfigurieren Sie Einstellungen, die für das Mini-Cart spezifisch sind.

source: Optionally override global button settings above and configure buttons specific to the mini-cart.
de_de@formal: Optional können Sie die obigen globalen Schaltflächeneinstellungen außer Kraft setzen und spezifische Schaltflächen für das Mini-Cart konfigurieren.

source: Checkout Page Button Settings
de_de@formal: Kassenseite Schaltfläche Beschriftung

source: Enable the Checkout Page specific button settings, and the options set will be applied to the PayPal buttons on your Checkout page.
de_de@formal: Aktivieren Sie die Einstellungen für die Kassenseite und die eingestellten Optionen werden auf die PayPal-Schaltflächen auf Ihrer Kassenseite angewendet.

source: Configure settings specific to the Checkout page.
de_de@formal: Konfigurieren Sie die Einstellungen für die Kassenseite.

source: Optionally override global button settings above and configure buttons specific to the Checkout page.
de_de@formal: Optional können Sie die obigen globalen Schaltflächeneinstellungen außer Kraft setzen und spezifische Schaltflächen für die Kassenseite konfigurieren.

source: Disable smart buttons in the regular list of payment gateways.
de_de@formal: Deaktivieren Sie intelligente Schaltflächen in der regulären Liste der Zahlungs-Gateways.

source: Woo Side Cart Button Settings
de_de@formal: Woo Side Cart Schaltflächen-Einstellungen

source: Enable the Woo Side Cart specific button settings, and the options set will be applied to the PayPal buttons on your Woo Side Cart.
de_de@formal: Aktivieren Sie die Woo Side Cart-spezifischen Schaltflächeneinstellungen, und die eingestellten Optionen werden auf die PayPal-Schaltflächen in Ihrem Woo Side Cart angewendet.

source: Configure settings specific to the Woo Side Cart display.
de_de@formal: Konfigurieren Sie die spezifischen Einstellungen für die Anzeige des Woo Side Cart.

source: Optionally override global button settings above and configure buttons specific to the Woo Side Cart.
de_de@formal: Optional können Sie die obigen globalen Schaltflächeneinstellungen außer Kraft setzen und spezifische Schaltflächen für den Woo Side Cart konfigurieren.

source: Disable the buttons in the Woo Side Cart
de_de@formal: Deaktivieren Sie die Schaltflächen im Woo Side Cart

source: PayPal Pay Later Messaging - Buy Now Pay Later
de_de@formal: PayPal Pay Later Messaging - Jetzt kaufen, später bezahlen

source: To add PayPal Pay Later Messaging - Buy Now Pay Later to your site.
de_de@formal: Fügen Sie PayPal Pay Later Messaging hinzu - Jetzt kaufen, später bezahlen zu Ihrer Website hinzu.

source: Enable PayPal Pay Later Messaging - Buy Now Pay Later
de_de@formal: Aktivieren Sie PayPal Pay Later Messaging - Jetzt kaufen, später bezahlen

source: your order amount is zero, We were unable to process your order, please try again.
de_de@formal: ihr Bestellbetrag ist Null. Wir konnten Ihre Bestellung nicht bearbeiten. Bitte versuchen Sie es erneut.

source: Payment method updated.
de_de@formal: Zahlungsmethode aktualisiert.

source: %1$s ending in %2$s
de_de@formal: %1$s endet in %2$s

source: Pay Later
de_de@formal: Später bezahlen

source: Sets the page users will be returned to if they click the Cancel link on the PayPal checkout pages. As such, this option will be ignored when CartFlows checkout is used
de_de@formal: Legt die Seite fest, zu der die Benutzer zurückkehren, wenn sie auf den Link "Abbrechen" auf den PayPal-Kassenseiten klicken. Daher wird diese Option ignoriert, wenn die CartFlows-Kaufabwicklung verwendet wird.

source: Page Type
de_de@formal: Seiten-Typ

source: Home
de_de@formal: Startseite

source: Category
de_de@formal: Kategorie

source: Product
de_de@formal: Produkt

source: Cart
de_de@formal: Warenkorb

source: Home Page Settings
de_de@formal: Homepage Einstellungen

source: Configure Home Page specific settings for PayPal Pay Later Messaging.
de_de@formal: Konfigurieren Sie für die Startseite spezifische Einstellungen für PayPal Pay Later Messaging.

source: Layout Type
de_de@formal: Layout Typ

source: Logo Type
de_de@formal: Logo-Typ

source: Primary
de_de@formal: Primär

source: None
de_de@formal: Keine

source: Left
de_de@formal: Links

source: Right
de_de@formal: Rechts

source: Top
de_de@formal: Oben

source: Text Size
de_de@formal: Schriftgröße

source: Text Color
de_de@formal: Schriftfarbe

source: Monochrome
de_de@formal: Monochrom

source: Grayscale
de_de@formal: Graustufen

source: Color
de_de@formal: Farbe

source: White (No Border)
de_de@formal: Weiß (kein Rahmen)

source: Gray
de_de@formal: Grau

source: Ratio
de_de@formal: Verhältnis

source: Flexes between 120px and 300px wide
de_de@formal: Flexibel zwischen 120px und 300px Breite

source: 160px wide
de_de@formal: 160px breit

source: Flexes between 250px and 768px wide
de_de@formal: Flexibel zwischen 250px und 768px Breite

source: Flexes between 250px and 1169px wide
de_de@formal: Flexibel zwischen 250px und 1169px Breite

source: I need a shortcode so that I can place the message in a better spot on Home page.
de_de@formal: Ich brauche einen Shortcode, damit ich die Nachricht an einem besseren Ort auf der Startseite platzieren kann.

source: Category Page Settings
de_de@formal: Kategorie-Seite Einstellungen

source: Configure Category Page specific settings for PayPal Pay Later Messaging.
de_de@formal: Konfigurieren Sie kategorieseitespezifische Einstellungen für PayPal Pay Later Messaging.

source: I need a shortcode so that I can place the message in a better spot on Category page.
de_de@formal: Ich brauche einen Shortcode, damit ich die Nachricht an einem besseren Ort auf der Kategorieseite platzieren kann.

source: Product Page Settings
de_de@formal: Produkte-Seiten Einstellung

source: Configure Product Page specific settings for PayPal Pay Later Messaging.
de_de@formal: Konfigurieren Sie produktseitenspezifische Einstellungen für PayPal Pay Later Messaging.

source: I need a shortcode so that I can place the message in a better spot on Product page.
de_de@formal: Ich brauche einen Shortcode, damit ich die Nachricht auf der Produktseite besser platzieren kann.

source: Cart Page Settings
de_de@formal: Warenkorb-Seite Einstellungen

source: Configure Cart Page specific settings for PayPal Pay Later Messaging.
de_de@formal: Konfigurieren Sie die Einstellungen für die Warenkorbseite für PayPal Pay Later Messaging.

source: I need a shortcode so that I can place the message in a better spot on Cart page.
de_de@formal: Ich brauche einen Shortcode, damit ich die Nachricht an einem besseren Ort auf der Warenkorb-Seite platzieren kann.

source: Payment Page Settings
de_de@formal: Einstellungen der Zahlungsseite

source: I need a shortcode so that I can place the message in a better spot on Payment page.
de_de@formal: Ich brauche einen Shortcode, damit ich die Nachricht an einem besseren Ort auf der Zahlungsseite platzieren kann.

source: PayPal Website Payments Pro allows you to accept credit cards directly on your site without any redirection through PayPal. You host the checkout form on your own web server, so you will need an SSL certificate to ensure your customer data is protected.
de_de@formal: PayPal Website Payments Pro ermöglicht es Ihnen, Kreditkarten direkt auf Ihrer Website ohne Umleitung per PayPal zu akzeptieren. Sie beherbergen das Kassenformular auf Ihrem eigenen Webserver, so dass Sie ein SSL-Zertifikat benötigen, um sicherzustellen, dass Ihre Kundendaten geschützt sind.

source: Enable PayPal Pro
de_de@formal: PayPal Pro aktivieren

source: Credit card
de_de@formal: Kreditkarte

source: Pay with your credit card
de_de@formal: Mit Ihrer Kreditkarte bezahlen

source: Place the payment gateway in development mode.
de_de@formal: Versetzen Sie das Zahlungsgateway in den Entwicklungsmodus.

source: Sandbox API Username
de_de@formal: Sandbox API Benutzername

source: Live API Username
de_de@formal: Live API-Benutzername

source: 3DSecure Settings
de_de@formal: 3DSecure-Einstellungen

source: Enable 3DSecure
de_de@formal: 3DSecure aktivieren

source: Allows UK merchants to pass 3-D Secure authentication data to PayPal for debit and credit cards. Updating your site with 3-D Secure enables your participation in the Verified by Visa and MasterCard SecureCode programs. (Required to accept Maestro)
de_de@formal: Ermöglicht britischen Händlern die Weitergabe von 3DSecure-Authentifizierungsdaten an PayPal für Debit- und Kreditkarten. Die Aktualisierung Ihrer Website mit 3DSecure ermöglicht Ihre Teilnahme an den Programmen Verified by Visa und MasterCard SecureCode. (Erforderlich, um Maestro zu akzeptieren)

source: If enabling 3D Secure, enter your Cardinal Centinel Processor ID.
de_de@formal: Wenn Sie 3DSecure aktivieren, geben Sie Ihre Cardinal Centinel Prozessor ID ein.

source: If enabling 3D Secure, enter your Cardinal Centinel Merchant ID.
de_de@formal: Wenn Sie 3DSecure aktivieren, geben Sie Ihre Cardinal Centinel Merchant ID ein.

source: Transaction Password
de_de@formal: Transaktion Kennwort

source: If enabling 3D Secure, enter your Cardinal Centinel Transaction Password.
de_de@formal: Wenn Sie 3DSecure aktivieren, geben Sie Ihr Cardinal Centinel Transaction Passwort ein.

source: Liability Shift
de_de@formal: Haftungsverlagerung

source: Require liability shift
de_de@formal: Verlange Haftungsverlagerung

source: Only accept payments when liability shift has occurred.
de_de@formal: Nur Zahlungen akzeptieren, wenn eine Haftungsverschiebung eingetreten ist.

source: Advanced options
de_de@formal: Erweiterte Einstellungen

source: SuccessWithWarning Payment Response
de_de@formal: ErfolgMitWarnung Zahlungsantwort

source: Choose how you would like to handle orders when Payment Response is SuccessWithWarning.
de_de@formal: Wählen Sie aus, wie Sie Bestellungen bearbeiten möchten, wenn Payment Response SuccessWithWarning lautet.

source: Enable Instant Payment Notification.
de_de@formal: Sofortige Zahlungsbenachrichtigung aktivieren.

source: Your URL for receiving Instant Payment Notification (IPN) about transactions.
de_de@formal: Ihre URL zum Empfangen von Instant Payment Notification (IPN) über Transaktionen.

source: Enable Cardholder Name
de_de@formal: Name des Karteninhabers aktivieren

source: Adds fields for "card holder name" to checkout in addition to the "billing name" fields.
de_de@formal: Fügt zusätzlich zu den Feldern "Rechnungsname" Felder für "Karteninhabernamen" zur Kasse hinzu.

source: Display card holder first and last name in credit card form.
de_de@formal: Kartenvor- und Nachname im Kreditkartenformular anzeigen.

source: AVS / CVV2 Results in Admin Order Email
de_de@formal: AVS / CVV2 Ergebnisse in der Admin-Bestellungs-E-Mail

source: Adds the AVS / CVV2 results to the admin order email notification.
de_de@formal: Fügt die AVS /CVV2-Ergebnisse der E-Mail-Benachrichtigung für Admin-Bestellungen hinzu.

source: Display Address Verification Result (AVS) and Card Security Code Result (CVV2) Results in Admin Order Email.
de_de@formal: Anzeigen des Adressüberprüfungsergebnisses (AVS) und des Kartensicherheitscodeergebnisses (CVV2) in der Admin-Bestellungs-E-Mail.

source: Credit Card Month Format
de_de@formal: Kreditkarten-Monatsformat

source: Credit Card Month Display Format.
de_de@formal: Kreditkartenmonatsanzeigeformat.

source: Choose whether you wish to display Name format or Number format of Month field in the credit card form.
de_de@formal: Wählen Sie aus, ob Sie das Feld Name format oder Number format of Month im Kreditkartenformular anzeigen möchten.

source: Credit Card Year Format
de_de@formal: Kreditkarten-Jahresformat

source: Credit Card Year Display Format.
de_de@formal: Kreditkartenjahr-Anzeigeformat.

source: Choose whether you wish to display two digit format or four digit of Year field in the credit card form.
de_de@formal: Wählen Sie, ob Sie das zweistellige Format oder das vierstellige Jahresfeld im Kreditkartenformular anzeigen möchten.

source: Enable Google reCAPTCHA v3
de_de@formal: Google reCaptcha aktivieren

source: Please enter only Google reCAPTCHA V3 Credentials, V2 Credentials are not supported
de_de@formal: Bitte geben Sie nur Google reCAPTCHA V3 Anmeldeinformationen ein, V2 Anmeldeinformationen werden nicht unterstützt

source: NOTICE: SANDBOX (TEST) MODE ENABLED.
de_de@formal: HINWEIS: SANDBOX (TEST) MODE ENABLED.

source: For testing purposes you can use the card number 4000000000000002 with any CVC and a valid expiration date or check the <a href="%s" target="_blank">Cardinal Centinel documentation</a> for more card numbers.
de_de@formal: Zu Testzwecken können Sie die Kartennummer 4000000000000002 mit jedem CVC und einem gültigen Ablaufdatum verwenden oder die <a href="%s" target="_blank">Cardinal Centinel-Dokumentation</a> für weitere Kartennummern überprüfen.

source: For testing purposes you can use the card number 4916311462114485 with any CVC and a valid expiration date.
de_de@formal: Zu Testzwecken können Sie die Kartennummer 4916311462114485 mit einem beliebigen CVC und einem gültigen Ablaufdatum verwenden.

source: Expiration Date
de_de@formal: Gültig bis

source: Month
de_de@formal: Monat

# Month Names
source: F
de_de@formal: F [ Monatsnamen]

source: Year
de_de@formal: Jahr

source: Your processor is unable to process the Card Type in the currency requested. Please try another card type
de_de@formal: Wir können diese Karte gerade nicht verarbeiten, bitte versuchen Sie eine andere Karte oder eine andere Zahlungsmethode.

source: Error in 3D secure authentication:
de_de@formal: Fehler bei der sicheren 3D-Authentifizierung:

source: Authentication unavailable. Please try a different payment method or card.
de_de@formal: Authentifizierung nicht verfügbar. Bitte versuchen Sie eine andere Zahlungsmethode oder Karte.

source: Authentication unavailable. Please try a different payment method or card.
de_de@formal: Authentifizierung steht nicht zur Verfügung. Bitte versuchen Sie eine andere Zahlungsmethode oder eine Kreditkarte.

source: 3D Secure error: %s
de_de@formal: 3D Secure-Fehler: %s

source: Payer Authentication failed. Please try a different payment method.
de_de@formal: Authentifizierung des Zahlers fehlgeschlagen. Bitte versuchen Sie eine andere Zahlungsmethode.

source: Sorry, your session has expired. <a href=%s>Return to homepage &rarr;</a>
de_de@formal: Ihre Sitzung ist leider abgelaufen. <a href=%s>Zurück zur Startseite →</a>

source: Empty PayPal response.
de_de@formal: Leere PayPal Antwort.

source: PayPal Pro (Transaction ID: %s, Correlation ID: %s)
de_de@formal: PayPal Pro (Transaktions-ID: %s, Korrelations-ID: %s)

source: PayPal Pro payment failed (Correlation ID: %s). Payment was rejected due to an error: %s
de_de@formal: PayPal Pro-Zahlung fehlgeschlagen (Korrelations-ID: %s). Zahlung wurde aufgrund eines Fehlers abgelehnt: %s

source: Payment error:
de_de@formal: Zahlungsfehler:

source: Cardholder First Name
de_de@formal: ﻿Vorname des Karteninhabers:

source: First Name
de_de@formal: Vorname

source: Cardholder Last Name
de_de@formal: ﻿Nachname des Karteninhabers:

source: Last Name
de_de@formal: Nachname

source: Card Security Code
de_de@formal: Kartenprüfnummer/ Sicherheitscode

source: Start Date (MM/YY)
de_de@formal: Startdatum (MM/JJ)

source: Address Verification Details
de_de@formal: Adressverifizierungsdetails
